[
  {
    "movie_name": "4 Năm 2 Chàng 1 Tình Yêu",
    "attribute": "diễn viên",
    "attribute_value": "Midu, Harry Lu, Anh Tú, Hữu Châu, ..."
  },
  {
    "movie_name": "4 Năm 2 Chàng 1 Tình Yêu",
    "attribute": "thể loại",
    "attribute_value": "Hài, Tình cảm"
  },
  {
    "movie_name": "4 Năm 2 Chàng 1 Tình Yêu",
    "attribute": "đạo diễn",
    "attribute_value": "Luk Vân"
  },
  {
    "movie_name": "4 Năm 2 Chàng 1 Tình Yêu",
    "attribute": "nội dung",
    "attribute_value": "Nữ sinh Quỳnh đang trên đường đi học thì thấy ba chàng trai đánh nhau giữa đường. Quỳnh đã can ngăn họ và đánh một chàng trai bị thương ở bàn tay. Cô không biết ba chàng trai này chính là bạn mới sẽ học cùng lớp với cô.\n\nTuấn - chàng trai bị Quỳnh đánh - liên tục trêu chọc Quỳnh để trả đũa cho việc cô làm anh bị thương. Lúc này ở trong trường, có một người rất yêu Quỳnh đó là Thành, cậu học sinh nhỏ tuổi hơn cô.\n\nTuấn vẫn cứ tiếp tục chọc ghẹo Quỳnh. Tuấn lái xe hơi đến đòi chở Quỳnh về nhà, cô từ chối nhưng anh vẫn bắt cô lên xe. Nói là chở về nhà, nhưng thực ra Tuấn chở Quỳnh ra đến tận bãi biển, sau đó bị công an giao thông phạt xe. Cả hai đành đi xe đò về lại thành phố. Thời gian này Tuấn đã nói lời tỏ tình với Quỳnh.\n\nMẹ của Tuấn bắt Tuấn chuẩn bị theo bà về Mỹ, mặc dù anh ra sức phản đối. Ở hội trại mùa thu, Tuấn đã lên sân khấu hát một ca khúc tặng cho Quỳnh. Tuấn còn tặng Quỳnh một cái điện thoại, rồi anh táo bạo hôn lên môi cô. Điều này khiến Thành buồn khi anh ở gần đó chứng kiến cuộc tỏ tình. Bất ngờ có một bọn giang hồ truy đuổi Tuấn. Bọn giang hồ này là thuộc hạ của ông Lâm - đối thủ của mẹ Tuấn. Ông Lâm muốn bắt Tuấn để ép mẹ anh từ bỏ chức chủ tịch hội đồng quản trị. Tuấn đang cố bỏ chạy thì bị xe tông, sau đó được đưa đi cấp cứu, và anh được cho là đã chết. Tuấn ra đi đúng lúc Quỳnh chấp nhận tình cảm của anh.\n\nBốn năm sau, Thành trở thành diễn viên nổi tiếng, còn Quỳnh làm quản lý và cũng là bạn gái của Thành. Họ vẫn đang làm việc chung với những người bạn học năm xưa. Anh chàng Việt kiều tên Ken từ Mỹ về Việt Nam nhận chức giám đốc của công ty giải trí. Quỳnh và cả nhóm đều ngạc nhiên khi thấy Ken giống y hệt Tuấn.\n\nThành vô tình thấy Ken khóc và nói xin lỗi Quỳnh, từ đó anh phát hiện ra Ken chính là Tuấn. Trong buổi liên hoan của công ty, Thành nói với Tuấn rằng họ đã rất khó khăn để trở về cuộc sống bình thường và hỏi Tuấn rằng \"anh quay lại để làm khổ Quỳnh nữa à?\". Tuấn vẫn còn sống sau vụ tai nạn năm xưa, suốt bốn năm qua anh thay đổi thân phận chỉ để tìm ra bằng chứng tố cáo những tội ác của ông Lâm. Ngôi mộ của Tuấn là do các bạn trong lớp dựng lên để tưởng nhớ anh, không một ai biết tin tức của anh sau khi anh bị tai nạn.\n\nKhi Tuấn sắp bay về Mỹ, Thành liền chở Quỳnh ra sân bay. Thành kêu Quỳnh hãy giữ Tuấn lại, anh chấp nhận cho cô trở lại với Tuấn. Cuối phim, Tuấn và Quỳnh làm đám cưới."
  },
  {
    "movie_name": "4 Năm 2 Chàng 1 Tình Yêu",
    "attribute": "năm phát hành",
    "attribute_value": "2016"
  },
  {
    "movie_name": "21 Ngày Yêu Em",
    "attribute": "diễn viên",
    "attribute_value": "Tuấn Trần, Salim, Bella Mai, Susu Gia Huy"
  },
  {
    "movie_name": "21 Ngày Yêu Em",
    "attribute": "thể loại",
    "attribute_value": "Tình cảm"
  },
  {
    "movie_name": "21 Ngày Yêu Em",
    "attribute": "đạo diễn",
    "attribute_value": "Huy Trần"
  },
  {
    "movie_name": "21 Ngày Yêu Em",
    "attribute": "nội dung",
    "attribute_value": "“21 Ngày Yêu Em” là bộ web drama theo phong cách ngôn tình của “nam thần” Tuấn Trần, đánh dấu chặng đường mới của chàng diễn viên trẻ sau 5 năm làm nghề. Ngoài diễn xuất chính, anh còn kiêm luôn vai trò sản xuất, làm hậu kỳ, dựng phim... \n\nPhim kể về chuyện tình yêu của Khải Phong (Tuấn Trần) và Hạ Vũ (Salim) với đa sắc màu cảm xúc, diễn ra tại thành phố Đà Lạt mộng mơ. Từ tình cờ gặp gỡ, đến những rung động ban đầu, rồi trắc trở và chia xa, thách thức hai trái tim son trẻ… nhưng đến cuối cùng, người có tình cũng sẽ về lại bên nhau."
  },
  {
    "movie_name": "21 Ngày Yêu Em",
    "attribute": "năm phát hành",
    "attribute_value": "2019"
  },
  {
    "movie_name": "Ăn Tết Bên Cồn",
    "attribute": "diễn viên",
    "attribute_value": "Vũ Mạnh Cường, NSƯT Hạnh Thúy, Khả Như"
  },
  {
    "movie_name": "Ăn Tết Bên Cồn",
    "attribute": "thể loại",
    "attribute_value": "Hài, Tình Cảm"
  },
  {
    "movie_name": "Ăn Tết Bên Cồn",
    "attribute": "đạo diễn",
    "attribute_value": "Nguyễn Phương Tuyến"
  },
  {
    "movie_name": "Ăn Tết Bên Cồn",
    "attribute": "nội dung",
    "attribute_value": "Nội dung phim xoay quanh gia đình của bà Thuý và cô con dâu Như khi về quê ở xứ dừa Bến Tre ăn Tết, đồng thời phải đối mặt với những thử thách không nhỏ. Đây không chỉ đơn thuần là hành trình trở về quê hương, mà còn là “cuộc chiến” giữa những phong tục truyền thống và sự trợ giúp từ trí tuệ nhân tạo.\nTrí tuệ nhân tạo vốn là thứ giúp cuộc sống của chúng ta dễ dàng hơn nhưng chính những giá trị truyền thống mới là điều làm nên cái Tết thật sự.\nVậy với “Ăn Tết bên Cồn” thì sao? Liệu công nghệ AI có thể mang lại hương vị mới mẻ hơn cho mùa Tết hay sẽ làm mất đi sự ấm áp của những ngày lễ?"
  },
  {
    "movie_name": "Ăn Tết Bên Cồn",
    "attribute": "năm phát hành",
    "attribute_value": "2025"
  },
  {
    "movie_name": "Bẫy Ngọt Ngào",
    "attribute": "diễn viên",
    "attribute_value": "Bảo Anh, Minh Hằng, Diệu Nhi, Thuận Nguyễn, Quốc Trường, ..."
  },
  {
    "movie_name": "Bẫy Ngọt Ngào",
    "attribute": "thể loại",
    "attribute_value": "Tâm lý, Drama"
  },
  {
    "movie_name": "Bẫy Ngọt Ngào",
    "attribute": "đạo diễn",
    "attribute_value": "Đinh Hà Uyên Thư"
  },
  {
    "movie_name": "Bẫy Ngọt Ngào",
    "attribute": "nội dung",
    "attribute_value": "Sau một thời gian dài không gặp, cuộc sống của mỗi thành viên trong hội ế đều có nhiều thay đổi. Camy là người duy nhất \"thoát ế\" với cuộc sống đáng mơ ước bên người chồng tài hoa Đăng Minh. Quỳnh Lam đã là một nhà thiết kế nổi tiếng, Linh Đan là một luật sư thành đạt, còn Ken trở thành ông chủ phòng gym. Cả nhóm quyết định hội ngộ nhân dịp kỷ niệm 3 năm ngày cưới của Camy. Từ đây, những góc khuất trong cuộc sống riêng của từng người dần được hé lộ và hội ế sẽ cùng nhau giải quyết những rắc rối diễn ra"
  },
  {
    "movie_name": "Bẫy Ngọt Ngào",
    "attribute": "năm phát hành",
    "attribute_value": "2022"
  },
  {
    "movie_name": "Bệnh Viện Ma",
    "attribute": "diễn viên",
    "attribute_value": "Trấn Thành, Hari Won, Tiến Luật, Thu Trang, ..."
  },
  {
    "movie_name": "Bệnh Viện Ma",
    "attribute": "thể loại",
    "attribute_value": "Kinh dị, Hài"
  },
  {
    "movie_name": "Bệnh Viện Ma",
    "attribute": "đạo diễn",
    "attribute_value": "Võ Thanh Hòa"
  },
  {
    "movie_name": "Bệnh Viện Ma",
    "attribute": "nội dung",
    "attribute_value": "Bộ phim có tiêu đề là “Bệnh viện ma” nhưng lại vẽ nên bức tranh cuộc sống của một người bị đa nhân cách (có nhiều nhân cách cùng tồn tại trong một cá thể hay còn gọi là rối loạn đa nhân cách) qua những lát cắt công việc, tình yêu, cuộc sống…\n\nNhân vật chính là Thành (Trấn Thành thủ vai), chàng sinh viên y khoa mới ra trường. Cậu đến xin việc tại bệnh viện An Tâm, một bệnh viện không chỉ nổi tiếng về độ vắng vẻ vì những tin đồn ma quỷ mà còn có những con người kỳ quặc. Mặc dù, ngay khi đặt chân đến bệnh viện này cậu đã gặp phải những con người kỳ quặc như: ông bảo vệ Thắng (Chiến Thắng), cô lễ tân Trang (Thu Trang), giám đốc Phúc (Hoàng Phúc), y tá Tân (Tiến Luật), y tá Hằng (Hari Won)… và đã được cảnh báo xa nhưng anh chàng này vẫn quyết tâm đến làm ở đây. Công việc của cậu là trực bệnh nhân cấp cứu ca đêm trên tầng 4.\n\nTại đây, cậu bắt đầu chứng kiến những câu chuyện “sởn gai ốc” liên quan đến hồn ma của một phụ nữ bị chết oan vẫn thường hiện về để “báo thù” vào lúc 2 giờ sáng. Phát hiện ra những dấu hiệu khả nghi quanh cái chết của người phụ nữ này, Thành cùng Hằng đã âm thầm tìm lại hồ sơ pháp y và những nhân vật có liên quan để điều tra.\n\nKết quả cuối cùng, Hằng phát hiện Thành chính là con đẻ của người phụ nữ \"hồn ma\" và việc Thành xin vào bệnh viện làm là để trả thù những người trong bệnh viện này vì cậu nghĩ chính họ đã gây nên cái chết oan uổng cho mẹ mình. Kết phim là cảnh Hằng đến thăm Thành và chết lặng khi chứng kiến cảnh Thành vật vã với những giằng xé nội tâm của một người bị đa nhân cách trong khung sắt nhà giam. Và nguyên nhân khiến Thành bị rối loạn đa nhân cách là vì phải trải qua những chấn động tâm lý quá khủng khiếp trong cuộc đời."
  },
  {
    "movie_name": "Bệnh Viện Ma",
    "attribute": "năm phát hành",
    "attribute_value": "2016"
  },
  {
    "movie_name": "Bí Mật Lại Bị Mất",
    "attribute": "diễn viên",
    "attribute_value": "Trấn Thành, Trường Giang, Nhật Kim Anh, Phi Thanh Vân, ..."
  },
  {
    "movie_name": "Bí Mật Lại Bị Mất",
    "attribute": "thể loại",
    "attribute_value": "Hài, Hành động"
  },
  {
    "movie_name": "Bí Mật Lại Bị Mất",
    "attribute": "đạo diễn",
    "attribute_value": "Lý Hải, Nhật Cường"
  },
  {
    "movie_name": "Bí Mật Lại Bị Mất",
    "attribute": "nội dung",
    "attribute_value": "Nội dung phim kể về một anh chàng nát rượu tên Sóc (do Lý Hải đóng) được nhận vào cửa chùa để nuôi dưỡng tâm tính. Ngôi chùa này có một bảo vật được cho rằng có khả năng “thay đổi cả nhân gian.” Trong một lần tình cờ, bí mật về bảo vật vô tình lọt tới tai Gà Ác (Nhật Cường) đồng thời cũng nhanh chóng lan truyền đến một tổ chức buôn bán vũ khí của tay trùm (Việt Anh) và tên trợ lý biến thái tên Bóp (Trấn Thành). Vậy là Sóc cùng sư trụ trì (Hoàng Sơn), dì Năm làm bếp (Cát Phượng) cùng các môn hộ của chùa phải chiến đấu để bảo vệ cho bảo vật kia."
  },
  {
    "movie_name": "Bí Mật Lại Bị Mất",
    "attribute": "năm phát hành",
    "attribute_value": "2014"
  },
  {
    "movie_name": "Bí Mật Trong Sương Mù",
    "attribute": "diễn viên",
    "attribute_value": "Ưng Hoàng Phúc, Dương Khắc Linh, Sara Lưu, ..."
  },
  {
    "movie_name": "Bí Mật Trong Sương Mù",
    "attribute": "thể loại",
    "attribute_value": "Trinh thám"
  },
  {
    "movie_name": "Bí Mật Trong Sương Mù",
    "attribute": "đạo diễn",
    "attribute_value": "Không rõ"
  },
  {
    "movie_name": "Bí Mật Trong Sương Mù",
    "attribute": "nội dung",
    "attribute_value": "Một nhóm đồng nghiệp gồm Trúc, Duyên, Khoa và Thắng đi nghỉ dưỡng tại một biệt thự biệt lập ở Đà Lạt. Khi đến nơi, họ phát hiện ra đã đặt trùng lịch với ông Minh, một người đàn ông kỳ bí và trợ lý trẻ của ông ta. Sự trùng lịch gây khó chịu cho cả hai bên, dẫn đến mâu thuẫn với nhân viên biệt thự.\nKhi một nhóm giang hồ đến đòi nợ ông Hiệp, quản lý biệt thự, nhóm bạn và ông Minh buộc phải trả tiền phòng để ông Hiệp thanh toán nợ. Do sự bất tiện trong việc di chuyển và tiền đã trả, mọi người quyết định ở lại cùng nhau. Từ đó, những sự việc rùng rợn và kinh hoàng bắt đầu xảy ra, làm mọi thứ trở nên đáng sợ hơn."
  },
  {
    "movie_name": "Bí Mật Trong Sương Mù",
    "attribute": "năm phát hành",
    "attribute_value": "2024"
  },
  {
    "movie_name": "Bộ Tứ Oan Gia",
    "attribute": "diễn viên",
    "attribute_value": "Thu Trang, Tiến Luật, Huỳnh Lập, ..."
  },
  {
    "movie_name": "Bộ Tứ Oan Gia",
    "attribute": "thể loại",
    "attribute_value": "Hài, Gia đình"
  },
  {
    "movie_name": "Bộ Tứ Oan Gia",
    "attribute": "đạo diễn",
    "attribute_value": "Võ Thanh Hòa, Huỳnh Lập"
  },
  {
    "movie_name": "Bộ Tứ Oan Gia",
    "attribute": "nội dung",
    "attribute_value": "\"Bộ Tứ Oan Gia\" là một webdrama hài tâm lý do Thu Trang và Tiến Luật sản xuất, đạo diễn bởi Võ Thanh Hòa. Phim có sự tham gia của dàn diễn viên trẻ như Huỳnh Lập, Võ Cảnh, Fanny Trần và bé Kim Thư, con gái của Thu Trang. Nội dung phim xoay quanh những tình huống hài hước, vui nhộn trong cuộc sống gia đình"
  },
  {
    "movie_name": "Bộ Tứ Oan Gia",
    "attribute": "năm phát hành",
    "attribute_value": "2020"
  },
  {
    "movie_name": "Chờ Em Đến Ngày Mai",
    "attribute": "diễn viên",
    "attribute_value": "Trấn Thành, Tiết Cương, Lê Thiện, ..."
  },
  {
    "movie_name": "Chờ Em Đến Ngày Mai",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Chờ Em Đến Ngày Mai",
    "attribute": "đạo diễn",
    "attribute_value": "Đinh Tuấn Vũ"
  },
  {
    "movie_name": "Chờ Em Đến Ngày Mai",
    "attribute": "nội dung",
    "attribute_value": "Phim \"Chờ Em Đến Ngày Mai\" kể về Ly \"Cún\", một cô gái trẻ, hồn nhiên và tốt tính làm việc ở tiệm gà rán. Cô có tình cảm với ca sĩ thần tượng Kevin Vũ. Câu chuyện xoay quanh cuộc sống và tình yêu của Ly \"Cún\" khi cô gặp một tên cướp bất đắc dĩ và một cây bút phép thuật, giúp cô trải qua những tình huống kỳ lạ và tìm thấy tình yêu đích thực"
  },
  {
    "movie_name": "Chờ Em Đến Ngày Mai",
    "attribute": "năm phát hành",
    "attribute_value": "2016"
  },
  {
    "movie_name": "Chủ Tịch Giao Hàng",
    "attribute": "diễn viên",
    "attribute_value": "Trường Giang, NSND Tạ Minh Tâm, Hồng Đào, Đại Nghĩa, Thanh Thúy, Nhã Phương, Nam Thư, ..."
  },
  {
    "movie_name": "Chủ Tịch Giao Hàng",
    "attribute": "thể loại",
    "attribute_value": "Hài, Tình cảm"
  },
  {
    "movie_name": "Chủ Tịch Giao Hàng",
    "attribute": "đạo diễn",
    "attribute_value": "Đỗ Đức Thịnh"
  },
  {
    "movie_name": "Chủ Tịch Giao Hàng",
    "attribute": "nội dung",
    "attribute_value": "Nội dung phim xoay quanh nhân vật Bùi Ban Bường (do Trường Giang đóng), một chàng shipper có hoàn cảnh khó khăn nhưng lương thiện, ấm áp. Do một sự cố ngoài mong muốn, anh trở thành chủ tịch của một tập đoàn lớn. "
  },
  {
    "movie_name": "Chủ Tịch Giao Hàng",
    "attribute": "năm phát hành",
    "attribute_value": "2022"
  },
  {
    "movie_name": "Chuyện Tết",
    "attribute": "diễn viên",
    "attribute_value": "Thu Trang, Tiến Luật, Huỳnh Phương, Long Đẹp Trai, ..."
  },
  {
    "movie_name": "Chuyện Tết",
    "attribute": "thể loại",
    "attribute_value": "Hài, Tình cảm"
  },
  {
    "movie_name": "Chuyện Tết",
    "attribute": "đạo diễn",
    "attribute_value": "Ngô Minh Trọng"
  },
  {
    "movie_name": "Chuyện Tết",
    "attribute": "nội dung",
    "attribute_value": "Chuyện Tết kể về câu chuyện của một xóm trọ ít người nhưng nhiều chuyện. Để cho khu trọ yên ổn ăn Tết, bà Vân chủ trọ (Vân Vằn) đã đưa ra rất nhiều yêu sách bắt mọi người phải làm theo. Điều này đã khiến cho dân cư xóm trọ rất khó chịu. Trong mắt họ bà Vân là người chủ trọ “yêu quái”, khó tánh khó nết. Cho đến một ngày họ tận mắt chứng kiến bà Vân đứng ra bảo vệ cho Trân – một cô gái bị lừa gạt tình cảm, trả nợ cho Uy – khi bị người ngoài đuổi đánh, và cũng chính bà Vân tạo thêm việc làm cho mọi người trong xóm trọ có tiền ăn Tết. Lúc đó mọi người mới hiểu ra xóm trọ của bà Vân rất ấm áp tình người."
  },
  {
    "movie_name": "Chuyện Tết",
    "attribute": "năm phát hành",
    "attribute_value": "2024"
  },
  {
    "movie_name": "Cô Ba Sài Gòn",
    "attribute": "diễn viên",
    "attribute_value": "Ninh Dương Lan Ngọc, NSND Hồng Vân, Diễm My, Ngô Thanh Vân, Diễm My 9x, S.T Sơn Thạch, ..."
  },
  {
    "movie_name": "Cô Ba Sài Gòn",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Cô Ba Sài Gòn",
    "attribute": "đạo diễn",
    "attribute_value": "Kay Nguyễn, Trần Bửu Lộc"
  },
  {
    "movie_name": "Cô Ba Sài Gòn",
    "attribute": "nội dung",
    "attribute_value": "Năm 1969, nhà may Thanh Nữ là nhà may áo dài nổi tiếng nhất Sài Gòn. Gia đình này 9 đời đều may áo dài. Bà chủ Thanh Mai có hai cô con gái: cô con gái ruột Như Ý và cô con gái nuôi Thanh Loan. Thanh Loan thích may áo dài nhưng Như Ý lại thích thiết kế đồ Tây, vì cô cho rằng áo dài đã quá xưa và chỉ có một kiểu. Bà Thanh Mai kêu Như Ý hãy học cách may áo dài nhưng cô không quan tâm, cô chỉ thích thiết kế đồ Tây. Sau khi thua bởi một chiếc áo dài trong cuộc thi thiết kế trang phục cho Madam Kiều Bảo Hân - \"đệ nhất celeb Sài Gòn\" thời bấy giờ, Như Ý càng thêm đố kị, nhất quyết không chịu học may áo dài và làm truyền nhân của tiệm may Thanh Nữ. Để con gái hiểu và thêm yêu chiếc áo dài truyền thống, bà Thanh Mai lấy tấm vải quý của gia tộc ra may thành chiếc áo dài cực kỳ đẹp, rồi để bên dưới nhà. Như Ý thấy chiếc áo dài đẹp quá (có đính tên Như Ý trên áo) nên lấy mặc thử. Một điều kỳ lạ đã xảy ra, khi cô mặc chiếc áo dài vào, miếng ngọc trên chiếc áo đã cuốn cô vào dòng thời gian, đưa cô đến năm 2017.\n\nKhi bà An Khánh (chính là hiện thân của Như Ý) đang chuẩn bị tự tử thì Như Ý rơi xuống, đẩy bà ấy ngã và rồi miếng ngọc trên áo bị văng mất. Như Ý ngạc nhiên và hoảng hốt khi trước mắt cô là khung cảnh nhà may Thanh Nữ bị dỡ bỏ, nhà cửa tan hoang, không dám tin khi thấy chính mình trong tương lai, sợ hãi khi thấy Sài Gòn xưa của cô đã biến mất, thay vào đó là Sài Gòn 2017 văn minh hiện đại. Căn nhà trở nên hoang tàn, không còn là tiệm may Thanh Nữ náo nhiệt, thịnh vượng như ngày xưa. Bộ phim cũng tiết lộ khi bà Thanh Mai mất, Như Ý (hay chính là bà An Khánh) đã từng mở tiệm may đồ Tây, tuy nhiên lại không hợp thời nên đã sớm dẹp tiệm. Bà An Khánh trở thành kẻ nghiện rượu và dần tự chối bỏ chính mình nên mới đổi tên từ Như Ý thành An Khánh. Thanh Loan ra ngoài mở một tiệm may áo dài, sau này cô sinh hai đứa con: Helen và Tuấn. Helen bây giờ đang là nhà thiết kế thời trang nổi tiếng và quyền lực nhất Sài Gòn, còn Tuấn đang làm ở công ty của Helen.\n\nHelen đồng ý giúp bà An Khánh giữ lại căn nhà, đổi lại Như Ý phải làm nhân viên cho Helen. Như Ý làm lao công một thời gian, chính Tuấn giúp cho cô làm quen với cuộc sống hiện đại này. Trong một bộ sưu tập mới của công ty Helen, Như Ý đã khẳng định bản thân trong việc thiết kế thời trang với các bộ đồ Tây của thập niên 1960, đúng với sở trường của mình. Đây cũng là cách để Như Ý tiếp cận với Trang Ngô - người mẫu nổi tiếng bậc nhất Sài Gòn nhằm khẳng định bản thân, vực dậy thương hiệu nhà may Thanh Nữ lừng lẫy một thời. Do một lần nhỡ miệng, Tuấn vô tình tiết lộ cho Helen về việc Như Ý không biết may áo dài cộng thêm việc vốn ghen tị với Như Ý từ trước khi cô nổi bật hơn mình trong bộ sưu tập đồ Tây thập niên 60, Helen giao cho Như Ý công việc thiết kế áo dài. Về phần Như Ý, dù ghét áo dài nhưng cô cũng biết đây là cách duy nhất để vực dậy tiệm may Thanh Nữ, dựng lại cơ nghiệp cả đời của má nên cô chấp nhận học cách may áo dài. Với sự giúp đỡ hết lòng của bà Thanh Loan và tờ bí kíp lưu truyền mà má đã gửi lại trước khi mất, Như Ý và An Khánh đã dùng chính cách may áo dài truyền thống của nhà may Thanh Nữ để tạo ra bộ sưu tập áo dài theo phong cách thập niên 60 đẹp đẽ và đầy ấn tượng. Trong lúc buổi biểu diễn đang được tiếp tục, Helen từng có ý định thay đổi kịch bản để tên mình được vinh danh thay vì Như Ý nhưng bị Tuấn bắt được rồi yêu cầu cô sửa đổi kịch bản và suy nghĩ lại về hành động của mình. Cuối cùng khi buổi biểu diễn kết thúc, cái tên Như Ý được xướng lên và Helen đã kịp sửa chữa sai lầm của mình. Buổi trình diễn thời trang diễn ra thành công và Như Ý qua đã đã tìm lại được chính mình, tình cảm gia đình và tình yêu với chiếc áo dài truyền thống - quốc phục của đất nước. Sau cùng, tiệm may Thanh Nữ được tân trang, gầy dựng lại, và bà An Khánh cùng bà Thanh Loan đã kết nối lại tình chị em xưa kia.\n\nNhư Ý mặc chiếc áo dài có miếng ngọc, miếng ngọc kỳ diệu đó lại cuốn cô vào dòng thời gian, đưa cô về lại năm 1969. Gặp lại bà Thanh Mai, cô ôm lấy mẹ mình rồi nói xin lỗi rồi nói với mẹ mình rằng mình đã biết may áo dài, đồng thời may cho bà Thanh Mai một bộ áo dài với phong cách cách tân. Cùng nhảy múa trên nền nhạc với nhau, khoảng cách giữa hai mẹ con Như Ý và bà Thanh Mai cũng đã được xóa bỏ."
  },
  {
    "movie_name": "Cô Ba Sài Gòn",
    "attribute": "năm phát hành",
    "attribute_value": "2017"
  },
  {
    "movie_name": "Đào, Phở và Piano",
    "attribute": "diễn viên",
    "attribute_value": "Doãn Quốc Đam, Cao Thùy Linh, Trần Lực, Trung Hiếu, Tuấn Hưng, ..."
  },
  {
    "movie_name": "Đào, Phở và Piano",
    "attribute": "thể loại",
    "attribute_value": "Chiến tranh, Lãng mạn"
  },
  {
    "movie_name": "Đào, Phở và Piano",
    "attribute": "đạo diễn",
    "attribute_value": "Phi Tiến Sơn"
  },
  {
    "movie_name": "Đào, Phở và Piano",
    "attribute": "nội dung",
    "attribute_value": "Đào, phở và piano lấy bối cảnh trận Hà Nội 1946, vào những ngày cuối cùng của cuộc chiến trước khi quân Việt Minh rút lui lên Việt Bắc. Ngày 17 tháng 2 năm 1947, tại một chiến lũy bên trong khu phố cổ Liên khu phố 1, các dân quân tự vệ của Trung đoàn Thủ Đô phải chống chọi với một cuộc tấn công bằng xe tăng và súng hiện đại của lính Pháp. Họ đã đáp trả bằng vũ khí thô sơ như lựu đạn và pháo tép, tạm thời cầm chân quân địch để những người còn lại triệt thoái. Văn Dân là một dân quân nằm trong số đó. Với lòng nhiệt thành cách mạng, anh không ngần ngại đăng ký đơn làm cảm tử quân cho Việt Minh. Sau khi trận chiến kết thúc, khu phố cổ chỉ còn lại một đống hoang tàn đổ nát. Ông họa sĩ trong đoàn được giao vẽ cờ đỏ sao vàng lên những tấm vải trắng để khâm liệm, làm nghi thức tang lễ cho các chiến sĩ đã nằm xuống tại đây. Điều này cũng khiến ông hết màu đỏ để tiếp tục vẽ tranh. Trong khi đó, những quân lính đang thu thập thêm vũ khí chuẩn bị rời đi. Văn Dân, khi bị chê trách vô dụng vì hôm qua đánh hỏng một quả lựu đạn, đã tự ái xin phép đến xưởng quân giới để lấy thêm vũ khí.\n\nTrong lúc đang trên đường tìm đạn dược ngoài thành, Dân đã bị phát hiện bởi một toán lính Pháp. Họ vây lại đuổi theo khiến anh chạy lên dãy mái nhà rồi thụt xuống căn nhà của một cặp vợ chồng bán phở, trong lúc cả hai đang ráo riết dọn đồ đi. Thấy sự có mặt của lính kháng chiến, hai người không trách móc Dân mà còn muốn nán lại mời anh một bát phở, với điều kiện anh phải đi tìm hành thơm về cho họ. Cùng lúc đó, cậu bé đánh giày – một đồng chí nhỏ tuổi có ham muốn làm cách mạng – đã lẻn vào khu phố người Pháp và vào nhà của me-xừ[b] Phán, một trí thức tư sản yêu nước. Cậu bé kể lại cho me-xừ Phán tình hình chiến trận ở ngoài khu phố Pháp, khiến Phán vô cùng thất vọng với chính quyền thuộc địa và nuôi ý định trốn lên Việt Bắc cùng với hai cô đào của mình. Sau đó, Văn Dân và cậu bé đã gặp nhau; cậu bé dẫn đường tắt cho Dân đến kho vũ khí ngoài Nhật Tân. Tuy xưởng vũ khí bị tàn phá nặng nề, nhưng nhờ một người lính già còn trú lại tại đây, hai người đã thu thập được một quả lựu đạn cùng một cành đào, một rổ hành thơm rồi háo hức trên đường trở về.\n\nThục Hương – một tiểu thư Công giáo gốc Hà thành, người yêu của Văn Dân – đã lạc cha mẹ trên đường tản cư rồi trở lại căn nhà bị tàn phá của mình bên trong thành lũy quân Việt Minh. Thục Hương viện cớ muốn lấy lại bộ đàn piano quý giá còn sót lại, nhưng thực chất cô trở về đây là để gặp người mình yêu. Phía dân quân ban đầu đã nghi ngờ cô là gián điệp cài vào. Nhờ vào sự xác nhận của ông họa sĩ và kỹ năng sơ cứu của mình, Thục Hương được giữ lại phục vụ cho cách mạng. Tuy nhiên, bộ piano giá trị của cô khi đang được kéo xuống đã phải chịu sự bắn phá bất ngờ của quân Pháp và vỡ tan trên nền đất.\n\nTối đến, Văn Dân được me-xừ Phán cho mượn đồ âu phục để giả dạng làm người trong khu phố, giúp đưa về chiến khu. Trong quá trình di chuyển, xe của Phán phải chịu một cuộc rượt đuổi bởi quân lính Pháp muốn bắt lại, nhưng Phán đã thành công cắt đuôi. Văn Dân được thả xuống chỗ chiến lũy, anh đi vào và phát hiện ra đồng đội của mình nhận lệnh báo sớm đã rút hết lên Việt Bắc. Tại đây, chỉ còn ông họa sĩ ở lại để nhang khói cho các liệt sĩ còn trong đống đổ nát. Dân thất vọng khi biết mình bị bỏ lại, và cũng biết rằng cô người yêu đã không chờ đợi mình. Thục Hương lúc này bất ngờ xuất hiện; vì tin Dân sẽ trở lại nên trong lúc mọi người đang lên thuyền rời đi, cô nhất quyết bỏ về thành gặp người mình yêu. Trong niềm hân hoan hạnh phúc, được sự yêu cầu của ông họa sĩ, Dân và Hương quyết định cưới nhau. Vị cha xứ trong nhà thờ của khu phố Pháp đã nhận lời đến làm lễ thành hôn cho hai người, rồi cả hai trải qua đêm tân hôn mặn nồng. Vì không thể trở về nhà thờ, cha xứ quyết định ở lại một đêm với ông họa sĩ, cùng vẽ nên bức tranh trên tường. Cha xứ đã trích máu của mình ra để giúp ông họa sĩ vẽ nốt hình cờ đỏ sao vàng.\n\nCậu bé đánh giày lúc này đang ở nhà ông bà bán phở để thưởng thức bát phở bò nóng hổi, nhưng vì một lời trêu đùa của ông bán phở nên cậu bỏ đi không ăn phở nữa. Cậu vào khu phố người Pháp để làm tiếp công việc và bị một sĩ quan Pháp phát hiện là người Việt Minh. Cậu bé đánh giày bỏ trốn nhưng nhanh chóng bị bắn gục khi chạy lên một triền cỏ trên rừng. Trong khi me-xừ Phán cùng hai cô đào đang chạy thục mạng trong rừng để trốn khỏi quân Pháp, họ đã nhìn thấy cậu bé còn thoi thóp ở góc rừng. Không may, họ nhanh chóng phát hiện cả ba; một cô đào bị bắt lại và bị cưỡng hiếp bởi lính Pháp. Cậu bé, cùng với me-xừ Phán và hai cô đào, sau đó đã thành công chạy thoát lên một chiếc thuyền dần trôi khỏi Hà Nội đến chiến khu.\n\nNgày 18 tháng 2 năm 1947, khi trời bắt đầu tờ mờ sáng, Văn Dân lấy thuốc nổ từ lựu đạn cho vào bom ba càng để phục kích quân địch trận cuối, nhằm thể hiện tinh thần không chịu khuất phục của Việt Minh. Thục Hương muốn thuyết phục anh cùng cô lên quê nhà ở Nam Định nhưng không thành. Xe tăng Pháp khi này đã tràn vào thành và phá hủy những thứ sót lại. Cha xứ, ông họa sĩ và ông bán phở bị giết chết trên đường quân Pháp đi vào. Văn Dân xông thẳng về phía địch, lấy bom ba càng định lao tới xe tăng nhưng bị vụ nổ hất văng ra, làm anh mù điếc cả tai mắt. Khi đang tìm cây bom, Dân phát hiện bản thân đã bị bao vây và rồi anh bị xe tăng địch cán chết. Kết thúc phim, Thục Hương, sau khi chứng kiến mọi chuyện xảy ra, đã cầm cây bom ba càng từ trên toa tàu điện nhảy xuống, thành công kích nổ chiếc xe tăng đang tiến sâu vào bên trong thành."
  },
  {
    "movie_name": "Đào, Phở và Piano",
    "attribute": "năm phát hành",
    "attribute_value": "2023"
  },
  {
    "movie_name": "Đất Rừng Phương Nam",
    "attribute": "diễn viên",
    "attribute_value": "Huỳnh Hạo Khang, Bùi Lý Bảo Ngọc, Đỗ Kỳ Phong, Tuấn Trần, Tiến Luật, Băng Di, Trấn Thành, ..."
  },
  {
    "movie_name": "Đất Rừng Phương Nam",
    "attribute": "thể loại",
    "attribute_value": "Chính kịch"
  },
  {
    "movie_name": "Đất Rừng Phương Nam",
    "attribute": "đạo diễn",
    "attribute_value": "Nguyễn Quang Dũng"
  },
  {
    "movie_name": "Đất Rừng Phương Nam",
    "attribute": "nội dung",
    "attribute_value": "An là một cậu bé sinh sống ở đô thành của khu vực Nam Kỳ Lục tỉnh cùng với mẹ của mình vào những năm 1920 – 1930. Cha của An là Hai Thành, một người đi theo cách mạng với mong muốn đánh đuổi thực dân Pháp ra khỏi Việt Nam. Khi danh tính của Hai Thành bị bại lộ, mẹ của An đã dẫn cậu rời khỏi đô thành dưới sự chỉ dẫn của thầy giáo Bảy. Trên đường đi, một cuộc biểu tình của quần chúng nhân dân đã bất ngờ diễn ra khi Võ Tòng – một thành viên của tổ chức Nghĩa quân Lục tỉnh – bị bắt giữ. Tại đây, một vụ xô xát đã diễn ra giữa binh lính Pháp và những người biểu tình, dẫn đến việc mẹ của An vô tình đã bị lính Pháp bắn chết. Út Lục Lâm – một tên trộm trong thời chiến khi đang lang thang trên đường đã vô tình thấy cảnh tượng này, nên anh đã quyết định hỗ trợ An rời khỏi đó.\n\nSau khi chôn cất mẹ của mình, An đã bị ngất vì đói nhưng được Út Lục Lâm cưu mang bằng số tiền mà anh trộm được. Để sinh tồn, An cũng đã phải học cách ăn trộm theo Út Lục Lâm. Trong một dịp Tết Đoan ngọ, chính quyền bảo hộ Pháp dưới sự chỉ đạo của tướng Durie đã quyết định xử tử Võ Tòng công khai trước mặt quần chúng nhân dân nhằm răn đe về hành vi phản loạn, chống lại chính quyền bảo hộ. Trong lúc chứng kiến vụ hành quyết, An đã bị say men cơm rượu và cậu vô tình trở thành người khai màn cho việc cướp pháp trường và giải cứu Võ Tòng, với sự xuất hiện phản công ngay sau đó của tổ chức Chính Nghĩa hội[a] – một chi nhánh trong tổ chức Nghĩa quân Lục tỉnh. Sau khi Võ Tòng được giải cứu, An và Út Lục Lâm cũng bắt đầu mất liên lạc với nhau. An được cưu mang bởi ông Tiều – một thầy thuốc người Hoa và cũng là một thành viên của Chính Nghĩa hội, bên cạnh đó ông có một đứa con gái tên là Xinh. An đã được ông Tiều huấn luyện và trở thành một thành viên của Chính Nghĩa hội sau lời thề. Trong một buổi ghé thăm chợ nổi trên sông, An có dịp gặp gỡ với Cò, ông Ba \"bắt rắn\", bác Ba Phi, bà Tư Ù và Tư Mắm – một tiểu thư đang theo đuổi ông Tiều. Một gánh hát cải lương với sự góp mặt của thầy giáo Bảy cũng đã đến khu vực nhằm lan tỏa nghệ thuật về lòng yêu nước cho nhân dân. Cả ba bạn An, Cò và Xinh cũng được mời tham gia diễn tuồng trong dịp Tết Trung thu sắp diễn ra.\n\nKhông lâu sau đó, một thành viên của Chính Nghĩa hội bị bắt giữ. Nhiều nghĩa quân của khu vực Nam Kỳ cùng lực lượng cách mạng đã có một cuộc trao đổi nhằm giải thoát các tù nhân, nhưng giữa họ lại nảy sinh nhiều mâu thuẫn. Trong lúc thi hành giải thoát tù nhân, ông Tiều không may đã bị bọn lính Pháp bắt giữ rồi nhốt vào trong tù, nơi ông bàng hoàng khi phát hiện ra Tư Mắm – người đang có mối quan hệ tình cảm với tướng Durie – thực chất là một gián điệp được cài vào làng quê nhằm tìm diệt các tổ chức nghĩa quân cũng như lực lượng cách mạng. Cùng lúc đó, Út Lục Lâm đang lẻn vào dinh thự của tướng Durie để trộm thì phát hiện sự việc trên, nên anh liền báo tin cho An. Khi bị bắt giữ, Xinh đã ngây thơ vô tình tiết lộ cho Tư Mắm biết về thân phận cha của An và cả hai sẽ gặp nhau trong dịp Tết Trung thu ở gánh hát cải lương.\n\nVào dịp Tết Trung thu, gánh hát cải lương đã được diễn ra với sự quản lý chặt chẽ của binh lính Pháp. Trong lúc vở cải lương được diễn, An vào vai một vị vua và phát hiện ra rằng người đang vào vai ngai vàng mình đang ngồi chính là cha của mình, nên cậu đã quỳ xuống và cảm tạ vì quá xúc động. Lúc này, Tư Mắm đang ngồi ở phía ghế khán đài đã ra hiệu cho tướng Durie đổ quân vào gánh hát, trong khi vở cải lương vẫn tiếp tục diễn và rồi được che màn lại để giúp cho cha của An vào bên trong cánh gà. Tướng Durie đã yêu cầu gánh hát ngừng diễn và bắt đoàn phải giao nộp Hai Thành ra, nhưng đã bị thầy giáo Bảy từ chối. Sau đó, thầy giáo Bảy đã bị tướng Durie bắn chết tại chỗ, còn bác Ba Phi cũng nhanh chóng kêu gọi quần chúng nhân dân chống lại quân Pháp nhưng rồi bị Tư Mắm bắn chết. Trước việc lo sợ nhiều dân thường phải hy sinh, Hai Thành đã quyết định lộ diện nhưng được lực lượng cách mạng cùng các nghĩa quân giải vây. Do biết được thân phận của An, Tư Mắm quyết định đuổi theo cậu khi cậu đang cùng ông Tiều, Cò và Xinh bỏ chạy. Trong lúc nguy cấp, Út Lục Lâm đã bất ngờ xuất hiện và nhanh chóng đỡ đạn khi Tư Mắm định giết An, may thay anh vẫn còn sống sót vì viên đạn chỉ trúng vào bảo vật của mẹ An trong túi áo của anh. Ông Tiều đã phi đao giết chết Tư Mắm ngay sau đó.\n\nSau khi trốn thoát thành công, An và những người thân cận của mình cùng đi phiêu du trên sông, và rồi họ gặp Út Trong khi cô đã cất lên câu hò của vùng đất Nam Bộ. Trong lúc này, một con cá sấu đã xuất hiện tấn công cả bọn khi đang đi trên ghe thì họ được Võ Tòng giải cứu. Việc Võ Tòng xuất hiện như đang báo hiệu với An rằng cha của cậu đã trốn thoát thành công trong cuộc bao vây đột xuất của binh lính Pháp. Hành trình của An và những người thân cận khác chắc chắn vẫn còn nhiều chông gai ở phía trước."
  },
  {
    "movie_name": "Đất Rừng Phương Nam",
    "attribute": "năm phát hành",
    "attribute_value": "2023"
  },
  {
    "movie_name": "Địa Đạo",
    "attribute": "diễn viên",
    "attribute_value": "Thái Hòa, Quang Tuấn, Hồ Thu Anh, ..."
  },
  {
    "movie_name": "Địa Đạo",
    "attribute": "thể loại",
    "attribute_value": "Lịch sử, Chiến tranh, Chính kịch"
  },
  {
    "movie_name": "Địa Đạo",
    "attribute": "đạo diễn",
    "attribute_value": "Bùi Thạc Chuyên"
  },
  {
    "movie_name": "Địa Đạo",
    "attribute": "nội dung",
    "attribute_value": "Năm 1967, giữa lúc chiến tranh Việt Nam đang ở giai đoạn đỉnh điểm với trận càn Cedar Falls, đội du kích 21 người của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam do Bảy Theo chỉ huy tại căn cứ Bình An Đông trở thành mục tiêu \"tìm và diệt\" của quân đội Mỹ khi họ nhận nhiệm vụ bằng mọi giá phải bảo vệ nhóm thông tin tình báo chiến lược N38 mới đến ẩn náu tại căn cứ."
  },
  {
    "movie_name": "Địa Đạo",
    "attribute": "năm phát hành",
    "attribute_value": "2025"
  },
  {
    "movie_name": "Định Mệnh Thiên Ý",
    "attribute": "diễn viên",
    "attribute_value": "Hari Won, Tuấn Trần, BB Trần, Phương Lan"
  },
  {
    "movie_name": "Định Mệnh Thiên Ý",
    "attribute": "thể loại",
    "attribute_value": "Tình cảm, Hài hước"
  },
  {
    "movie_name": "Định Mệnh Thiên Ý",
    "attribute": "đạo diễn",
    "attribute_value": "Huy Trần"
  },
  {
    "movie_name": "Định Mệnh Thiên Ý",
    "attribute": "nội dung",
    "attribute_value": "Không có"
  },
  {
    "movie_name": "Định Mệnh Thiên Ý",
    "attribute": "năm phát hành",
    "attribute_value": "2017"
  },
  {
    "movie_name": "Em Chưa 18",
    "attribute": "diễn viên",
    "attribute_value": "Kaity Nguyễn, Kiều Minh Tuấn, Will, ..."
  },
  {
    "movie_name": "Em Chưa 18",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Em Chưa 18",
    "attribute": "đạo diễn",
    "attribute_value": "Lê Thanh Sơn"
  },
  {
    "movie_name": "Em Chưa 18",
    "attribute": "nội dung",
    "attribute_value": "Em chưa 18 kể về \"cú ngã\" của tay chơi Hoàng. Là một công tử với túi tiền rủng rỉnh, gương mặt đẹp trai, thích qua đêm với các cô gái nhưng không bao giờ ngủ với cô nàng nào lần thứ hai, Hoàng vướng vào rắc rối khi cặp với cô nàng trẻ con Linh Đan. Phim xoay quanh chuyện anh chàng \"trai hư\" 35 tuổi tên Hoàng trong một lần đi bar đã có tình một đêm với một hot girl lần đầu gặp gỡ. Tuy nhiên, sáng hôm sau, anh chàng mới tá hỏa khi biết cô nàng có tên Linh Đan này chưa đủ 18 tuổi. Điều trớ trêu là Linh Đan đã quay lại video cảnh \"ân ái\" giữa hai người và dọa tố cáo do Hoàng quan hệ với người dưới tuổi vị thành niên, nếu anh chàng tay chơi này không chịu làm bạn trai của cô. Những tình huống dở khóc dở cười đẩy cả hai xích lại gần nhau hơn. Những bí mật về nàng hot girl dần được hé lộ... Phim tạo được dấu ấn ở những tình huống hài và thẳng thắn nói về cuộc sống hiện đại ngày nay của các cô cậu tuổi teen – không phải chỉ ở nhà làm \"con ngoan trò giỏi\" như trước kia mà đã biết lên bar vào cuối tuần, xài điện thoại xịn và sẵn sàng bộc lộ cảm xúc của bản thân chứ chẳng cần che giấu trước mặt cha mẹ."
  },
  {
    "movie_name": "Em Chưa 18",
    "attribute": "năm phát hành",
    "attribute_value": "2017"
  },
  {
    "movie_name": "Em Là Của Em",
    "attribute": "diễn viên",
    "attribute_value": "Ngô Kiến Huy, Khả Như, Đại Nghĩa, ..."
  },
  {
    "movie_name": "Em Là Của Em",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Em Là Của Em",
    "attribute": "đạo diễn",
    "attribute_value": "Lê Thiện Viễn"
  },
  {
    "movie_name": "Em Là Của Em",
    "attribute": "nội dung",
    "attribute_value": "Hoàng dành cả tuổi trẻ để theo đuổi Quỳnh Anh, hơn Hoàng năm tuổi, nhưng không được đáp lại. Lần nọ, em trai Quỳnh Anh là Tú, cũng là bạn thân của Hoàng, nhờ anh đưa người chị đang say xỉn về nhà trọ. Khi tỉnh dậy, Quỳnh Anh hiểu nhầm Hoàng là kẻ biến thái đang sàm sỡ mình nên đuổi đánh anh.\n\nHoàng đem sự việc kể lại với chị mình là Thanh, tin rằng \"không có cửa\". Thanh gợi ý với Hoàng phải giả làm phụ nữ mới có thể tiếp cận Quỳnh Anh. Trong vai \"Jessica Hoàng Anh\", Hoàng có cơ hội kết bạn và ở bên cạnh người phụ nữ anh thầm thương. Trong khi Tú ra sức tán tỉnh \"chị Jessica Hoàng Anh\", còn Quỳnh Anh lại hẹn hò với gã trai đểu Khoa, khiến Hoàng vô cùng ức chế."
  },
  {
    "movie_name": "Em Là Của Em",
    "attribute": "năm phát hành",
    "attribute_value": "2021"
  },
  {
    "movie_name": "Gái Già Lắm Chiêu 3",
    "attribute": "diễn viên",
    "attribute_value": "Ninh Dương Lan Ngọc, Lê Xuân Tiền, Kaity Nguyễn, Jun Vũ, ..."
  },
  {
    "movie_name": "Gái Già Lắm Chiêu 3",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Gái Già Lắm Chiêu 3",
    "attribute": "đạo diễn",
    "attribute_value": "Bảo Nhân, Nam Cito"
  },
  {
    "movie_name": "Gái Già Lắm Chiêu 3",
    "attribute": "nội dung",
    "attribute_value": "Hết phần 2, quan hệ giữa Ms Q (Ninh Dương Lan Ngọc) và Jack (Lê Xuân Tiền) đã tiến triển khá sâu. Khôi Nguyên quyết định kéo Quyên về dự lễ sinh nhật bà nội tại Huế. Huế có vẻ ngoài bình yên nhưng ẩn chứa bên trong là rất nhiều bão tố. Tại đây, Quyên gặp phải sự phản đối của mẹ đẻ Jack là bà Thái Tuyết Mai (Lê Khanh), vốn là một cựu mình tinh màn bạc một thời nay về ở ẩn. Quyên nhận được sự ủng hộ của bà nội Nguyên (Hồng Vân) khi bước chân vào cuộc sống lễ nghi cung đình.\n\nThái Tuyết Mai (Lê Khanh) là một cựu minh tinh màn bạc từng gây bao sóng gió, thị phi trong quá khứ đã \"quy ẩn giang hồ\" bất ngờ quay trở lại. Còn Ms Q (Ninh Dương Lan Ngọc) là nữ hoàng thị phi \"đang lên\" với chương trình chuyên phanh phui bí mật, thị phi, scandal trong showbiz. Hai \"gái già lắm chiêu\" trực tiếp đối đầu nhau với quan hệ \"Mẹ chồng siêu giàu – Nàng dâu siêu chảnh\"."
  },
  {
    "movie_name": "Gái Già Lắm Chiêu 3",
    "attribute": "năm phát hành",
    "attribute_value": "2016"
  },
  {
    "movie_name": "Giả Nghèo Gặp Phật",
    "attribute": "diễn viên",
    "attribute_value": "Quỳnh Lam, Ngọc Lan, Lương Thế Thành, Nhật Kinh Anh, ..."
  },
  {
    "movie_name": "Giả Nghèo Gặp Phật",
    "attribute": "thể loại",
    "attribute_value": "Cổ tích"
  },
  {
    "movie_name": "Giả Nghèo Gặp Phật",
    "attribute": "đạo diễn",
    "attribute_value": "Không rõ"
  },
  {
    "movie_name": "Giả Nghèo Gặp Phật",
    "attribute": "nội dung",
    "attribute_value": "Không có"
  },
  {
    "movie_name": "Giả Nghèo Gặp Phật",
    "attribute": "năm phát hành",
    "attribute_value": "2025"
  },
  {
    "movie_name": "Hẻm Cụt",
    "attribute": "diễn viên",
    "attribute_value": "Ngọc Giàu, Việt Anh, Lê Giang, Lê Dương Bảo Lâm, ..."
  },
  {
    "movie_name": "Hẻm Cụt",
    "attribute": "thể loại",
    "attribute_value": "Hài"
  },
  {
    "movie_name": "Hẻm Cụt",
    "attribute": "đạo diễn",
    "attribute_value": "Trấn Thành"
  },
  {
    "movie_name": "Hẻm Cụt",
    "attribute": "nội dung",
    "attribute_value": "Phim kể về cuộc sống của những người dân trong một con hẻm cụt, với nhiều tình huống hài hước và những vấn đề xã hội được đưa vào.\nỒn ào ở con hẻm bắt đầu từ cuộc buôn chuyện của ông bán chè, thợ sửa xe, duỗi móng, cô bán bánh cam... Họ thi nhau nói về quan hệ vợ chồng của Hoàng (Hoàng Mèo), nghi ngờ anh là hung thủ giết vợ (Kim Nhã). Khi chưa rõ thực hư, họ huy động người đánh Hoàng một trận thừa sống thiếu chết."
  },
  {
    "movie_name": "Hẻm Cụt",
    "attribute": "năm phát hành",
    "attribute_value": "2022"
  },
  {
    "movie_name": "Hoán Đổi",
    "attribute": "diễn viên",
    "attribute_value": "Trấn Thành, Ngô Kiến Huy, Huỳnh Lập, Khả Như, ..."
  },
  {
    "movie_name": "Hoán Đổi",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Hoán Đổi",
    "attribute": "đạo diễn",
    "attribute_value": "Võ Thanh Hòa"
  },
  {
    "movie_name": "Hoán Đổi",
    "attribute": "nội dung",
    "attribute_value": "Tiên Tiên- nữ ca sĩ gần hết thời đang thất vọng vì bị đi cửa sau giật vai và Mai Ngọc Hoa – nữ võ sư buồn bực vì con cái không hiểu mình tình cờ gặp nhau nơi bờ biển. Tiên Tiên định tự tử còn bà Hoa mang máu hiệp nghĩa nên sẵn sàng lao ra cứu cô gái chẳng hề quen biết. Một cơn lốc nổi lên cuốn họ vào vòng xoáy… thế là linh hồn hai người đổi cho nhau.\n\nBan đầu, cả hai đều rất hốt hoảng. Cô ca sĩ xinh xắn nay phải khổ sở sống trong lốt bà già luống tuổi, quê mùa, chỉ thích mặc bộ võ phục đỏ chói lọi. Nữ võ sư tuy thích thú vì có gương mặt xinh đẹp cùng thân hình quyến rũ nhưng lại lo lắng cho con cháu ở nhà. Tuy nhiên, không như nhiều tác phẩm khác, sự lo lắng qua nhanh và cả hai người vừa trải qua cơn lốc sinh tử nhanh chóng trở nên thân thiết. Họ thỏa thuận sắm vai trò người kia, giúp đỡ nhau che giấu người thân và tìm cơ hội trở lại là chính mình.\n\nSau thời gian dài đóng khung trong hình tượng nữ tính, dễ rơi lệ đến mức bị khán giả chê là chuyên trị vai “bánh bèo”, Nhã Phương đã có màn lột xác ấn tượng với Hoán Đổi. Lúc còn là Tiên Tiên, cô vẫn dịu dàng, dễ mếu máo. Tuy nhiên, lúc trở thành “Mai Ngọc Hoa dưới lốt Tiên Tiên”, Nhã Phương lập tức “biến thân” ra người phụ nữ trung niên, hơi khó tính nhưng hết lòng vì gia đình. Bạn gái Trường Giang hy sinh vì nghệ thuật, chịu làm xấu bản thân khi mặc lên người hàng tá bộ áo quần rộng thùng thình, bỏ sạch lớp make up cầu kỳ và quấn tóc theo kiểu “bà già”. Ở những cảnh quay võ thuật, nữ diễn viên tạo được sự mạnh mẽ cần có. Ngoài ra, việc xen lẫn các cảnh quá khứ- hiện tại cũng góp phần thể hiện rõ ràng và nổi bật sự khác biệt giữa hai Tiên Tiên. Điểm thú vị nhất là, Nhã Phương và bạn diễn Yêu Đi Đừng Sợ - Ngô Kiến Huy sẽ lại tái ngộ với hình ảnh cặp tình nhân vừa ngọt ngào vừa bi thương. Độ đẹp đôi chẳng hề kém tác phẩm trước!"
  },
  {
    "movie_name": "Hoán Đổi",
    "attribute": "năm phát hành",
    "attribute_value": "2018"
  },
  {
    "movie_name": "Kẻ Ẩn Danh",
    "attribute": "diễn viên",
    "attribute_value": "Kiều Minh Tuấn, Mai Cát Vi, Mạc Văn Khoa, Quốc Trường, ..."
  },
  {
    "movie_name": "Kẻ Ẩn Danh",
    "attribute": "thể loại",
    "attribute_value": "Hành động, Hài, Chính kịch"
  },
  {
    "movie_name": "Kẻ Ẩn Danh",
    "attribute": "đạo diễn",
    "attribute_value": "Trần Trọng Dần"
  },
  {
    "movie_name": "Kẻ Ẩn Danh",
    "attribute": "nội dung",
    "attribute_value": "âu chuyện phim xoay quanh Lâm (Kiều Minh Tuấn) - người đàn ông có quá khứ bí ẩn. Hiện Lâm đang làm công việc tự do, tận hưởng cuộc sống yên bình cùng Hạnh (Vân Trang) và Hiền (Mai Cát Vi) - con riêng của vợ. \n\nMột ngày nọ, biến cố ập đến cả gia đình Lâm, khi Hiền rơi vào tay kẻ xấu. Sau 20 năm quy ẩn giang hồ, Lâm bất đắc dĩ phải tái xuất vì an nguy của những người thân yêu. Trong hành trình của Lâm, nhiều thế lực đã xuất hiện, kéo theo vô vàn hiểm nguy chực chờ.\n"
  },
  {
    "movie_name": "Kẻ Ẩn Danh",
    "attribute": "năm phát hành",
    "attribute_value": "2023"
  },
  {
    "movie_name": "Kẻ Ăn Hồn",
    "attribute": "diễn viên",
    "attribute_value": "Hoàng Hà, Võ Điền Gia Huy, Huỳnh Thanh Trực, Lan Phương, ..."
  },
  {
    "movie_name": "Kẻ Ăn Hồn",
    "attribute": "thể loại",
    "attribute_value": "Kinh dị"
  },
  {
    "movie_name": "Kẻ Ăn Hồn",
    "attribute": "đạo diễn",
    "attribute_value": "Trần Hữu Tấn"
  },
  {
    "movie_name": "Kẻ Ăn Hồn",
    "attribute": "nội dung",
    "attribute_value": "Mở đầu phim là nhân vật Tam Quỷ dẫn chuyện, nói về nguồn gốc của cổ thuật rượu sọ người, khi đấy hắn ta đã chia sẻ muốn sở hữu cổ thuật đó phải có 5 mạng của những người đặc biệt; một đôi chân của kẻ chạy nhanh - một đôi tay của kẻ khéo léo - một lá gan của kẻ gan dạ - một cái đầu của kẻ thông minh và một trái tim của kẻ ác độc. Ngoài ra cũng cần đến máu tươi của thiếu nữ. Chuyển cảnh sang một buổi tối tại làng Địa Ngục, một đám cưới linh đình đang chuẩn bị được tổ chức, lũ trẻ nhỏ thì tụ lại đọc bài vè quen thuộc. Khi đấy thằng Dương rủ lũ trẻ nhỏ kêu gọi người dân trong làng để đi xem rối nước do chính tay anh làm. Cùng lúc đó, Sang và Phong mặc một bộ hỉ phục rất xinh đẹp với một cái mặt nạ chuột, đang di chuyển, Phong bỗng thấy bóng dáng của một người phụ nữ, khi thấy rõ, Phong la hét hoảng sợ khi thấy một người phụ nữ đang nắm tay một cô gái đi vào làng. Lúc đó Phong nói cho Sang biết, những cậu ấy xem lại thì không thấy; sau đó cậu ấy khuyên cô ấy nghỉ ngơi. Phong bình tĩnh lại, cả 2 tiếp tục di chuyển. Lũ trẻ la hét ăn mừng vì cô dâu chú rể đã trở về, cả 2 đã có một ngày tuyệt vời khi cả làng đều tụ lại chúc mừng. Đang vui vẻ, Phong tiếp tục thấy người phụ nữ đấy, nhưng lần này rõ mặt hơn. Phong lại hoảng hốt hơn khi thấy người đàn bà ấy cầm một đứa con toàn máu, Sang thấy vậy, liền kêu gọi mọi người tìm kiếm người phụ nữ, nhưng kiểu bằng mọi cách rồi cũng không thể kiếm được. Khi ấy Cậu Khảm tìm đến cô Phong để chúc mừng đám cưới, nhưng mặt của cậu ta không được vui cho lắm. Sang vừa về, thấy vây liền né tránh cậu ta và về nhà.\n\nCả 2 đang say sưa trong giấc ngủ thì bỗng dưng bên ngoài có tiếng chuông, Phong dậy và nhìn cửa sổ thì thấy Bà Vạn đang lái đò. Phong thấy rồi nên lập tức kêu Sang dậy để thấy, nhưng khi Sang dậy thì bà ấy biến mất. Tới sáng, một người dân trong làng đã phát hiện ra thằng Dương đã bị chặt hết từng bộ phận cách biệt nhau, nhưng đôi tay đã biến mất. Lúc ấy làng đã bắt đầu điều tra vụ án này, cậu Sang thấy được một con hình nhân, cả làng đều hoang mang vì hình nhân thì liên quan gì đến thằng Dương. Cùng lúc đó, Minh đang bệnh, mẹ của Minh phải nhờ đến cậu Khảm để khám. Sau khi khám xong, Minh cảm ơn và quay về nhà, nhưng cô ấy cười như cô ấy đã kiếm được chân ái của chính mình. Cậu Khảm ra ngoài thì gặp cô Phong, khi ấy Phong thấy Minh và Khảm xứng đôi, nhưng Phong không hề biết người mà Khảm rất yêu thương lại chính là mình. Đang nói chuyện, Sang đến hỏi nhưng mặt như muốn đánh ghen. Sang dẫn Phong về nhà. Mấy ngày sau, bà Tám Kheo bỗng nhiên ra ngoài la làng nói là bé Hường mất tích. Người dân tìm kiếm từ ngày này qua ngày kia, và phát hiện là xác bé Hường nằm ở cánh đồng hoa, mắt và chân mất luôn, đặc biệt là có con hình nhân rất giống ở vụ thằng Dương. Người dân bắt đầu nghi ngờ có người xâm nhập vào làng. Những ngày hôm sau, ông Dần từ điên sang điên hơn khi con gái mình chết, gặp Phong và tự nhận là con gái mình, Khảm khi đó nói sự thật và ông Càn khi đó rất sốc, không dám tin, vừa chạy vừa khóc. Mấy ngày sau, người dân tiếp tục phát hiện cô Minh và bà Càn bỗng nhiên mất tích.\n\nNgười dân phát hiện ra bà Càn ở một bãi nước với một màu nước không thể nào kinh dị hơn, bà ấy bị phát hiện là mất lá gan, và tiếp tục có con hình nhân y hệt 2 người kia. Tới buổi tối, Phong tranh cãi với gia đình và Sang. Khi hai người đã chìm vào giấc ngủ, Phong nghe được tiếng động nào đó, rất lạ. Phong ra ngoài xem thì một hình ảnh kinh hoàng xuất hiện, Thập Nương đang ăn những con hình nhân rất ngon miệng, mồm thì đen thui, Phong xem vậy, tới khi Thập Nương phát hiện và đuổi theo, Phong chạy về nhà và gặp Thị Khôi. Cô lúc đấy vô cùng hoảng hốt, giải thích cho u nhưng khi xem lại thì không thấy. Ngày hôm sau, Ngọ và cả làng đến nhà đả đảo nhà ông Khôi, đòi rời khỏi làng. Ông Khôi liền can ngăn, nhưng cả làng không nghe lời và rời làng như bình thường, đến tối, một người trong làng bỗng nhiên mặt toàn máu, lỗ thì rất nhiều. Vì vậy, những người còn lại đều rất sợ, đòi về lại làng nhưng tới khi về thì chỉ còn Ngọ với những người may mắn, cùng lúc đó thì bên ông thầy đồ (tức cha cậu Khảm) bỗng nhiên bị thắt cổ, cùng lúc đó, Phong như bị nhập. Sáng ngày mai, Khảm phát hiện bố mình chết không còn đầu, Khàm sốc không nói nên lời. Liền tìm đến gia đình Phong để kiện. Cả làng khi đó đều nghĩ ông Khôi là kẻ luyện rượu. Phong cản lại, thì Sang liền nói bóng gió về việc Phong là người luyện rượu. Sau khi nói xong, cậu ấy đem những cái áo của Phong dính rất nhiều máu và khóc lóc tố cáo Phong và gia đình Phong. Khi đấy cậu Khảm như sụp đổ, cả làng thì đánh đập, chửi rủa gia đình Phong. Sang lúc đấy kêu mọi người bắt bọn họ lại. Nên cả làng bắt gia đình của Phong lẫn Phong. Người thì bắt, người thì vào nhà vứt hết đồ đạc vào người của bọn họ. Đến tối, Sang mặc chính bộ y phục lúc đám cưới đốt chính cha mẹ vợ. Cùng lúc đó, Phong bị trói, ông Dần thấy Phong bị vậy mà có người canh chừng, ổng đe dọa cầm dao, sau đó chạy vào cởi trói cho Phong. Sau đó Phong và Khảm vừa ra ngoài, liền tố cáo hắn ta là người luyện rượu, Khảm đưa bằng chứng là Sang giết cha của mình. Lúc đấy, Sang chính thức lên tiếng, khẳng định hắn là kẻ luyện rượu. Lúc đó, gợi tả lại câu chuyện là mẹ của Sang về ở chung với mẹ Phong, nhưng vì mẹ Sang rời khỏi làng nên mẹ Sang bị mồ hôi máu đầy thương tiếc, khi ấy Sang bị sôc tâm lý rất lớn, tìm cách giết làng, đang tìm cách thì Thập Nương xuất hiện, giới thiệu về một cổ thuật là rượu sọ người, cô ấy nói: \"lấy 5 mạng người, đổi lấy một bình rượu; con lấy xác, ta lấy hồn\" Và bà ta còn kêu là Sang phải thành thân với người có dòng màu thuần âm để kẻ ấy cho biết 5 người đấy. Hết gợi tả, Sang liền kêu Thập Nương với mỏ hỗn. Đòi là rượu sọ người của hắn, vừa kêu vừa la làng, đốt ông bà Khôi, lúc đấy ông Dần đến cản, và kết quả là còn cái đầu. Phong thấy vậy liền khóc lóc, kêu \"CHA\". Sang bắt đầu bắt Phong lại, Phong đang chạy trốn thì phát hiện cô Minh đang hiến máu dưới một bãi máu. Lúc đấy Sang phát hiện, liền lấy dao đâm, nhưng hụt. Phong chọp thời cơ, liền lấy dao đâm ngược lại vào người Sang. Vừa đâm xong, cô ấy khóc lóc vì cô ấy còn rất yêu thương Sang. Đang khóc thì kế bên là cậu Sang đang leo lên đò của bà Vạn. Cùng lúc đó, Thập Nương xuất hiện và lại gần cô Phong, máu chảy vào miệng cô Phong như nước mưa. Khi ấy, Thập Nương thấy con hình nhân của Sang, liền chạy gần ăn. Phong khi ấy thấy cây đuốc của Thập Nương, liền vứt nó xuống bể máu. Thập Nương hoảng hốt, cuối cùng bị đom đóm đỏ ăn và biến mất. Sang lên đò thành công, Minh được cứu và đoàn tụ bên gia đình.\n\nNhững ngày sau, Phong sống một mình, Khảm với Minh cưới nhau. Kết thúc bộ phim."
  },
  {
    "movie_name": "Kẻ Ăn Hồn",
    "attribute": "năm phát hành",
    "attribute_value": "2023"
  },
  {
    "movie_name": "Làm Giàu Với Ma",
    "attribute": "diễn viên",
    "attribute_value": "Hoài Linh, Tuấn Trần, Diệp Bảo Ngọc, ..."
  },
  {
    "movie_name": "Làm Giàu Với Ma",
    "attribute": "thể loại",
    "attribute_value": "Hài"
  },
  {
    "movie_name": "Làm Giàu Với Ma",
    "attribute": "đạo diễn",
    "attribute_value": "Nhật Trung"
  },
  {
    "movie_name": "Làm Giàu Với Ma",
    "attribute": "nội dung",
    "attribute_value": "Lanh (Tuấn Trần) - con trai của ông Đạo làm nghề mai táng (Hoài Linh), lâm vào đường cùng vì cờ bạc. Trong cơn túng quẫn, “duyên tình” đẩy đưa anh gặp một ma nữ (Diệp Bảo Ngọc) và cùng nhau thực hiện những “kèo thơm\" để phục vụ mục đích của cả hai.\n"
  },
  {
    "movie_name": "Làm Giàu Với Ma",
    "attribute": "năm phát hành",
    "attribute_value": "2024"
  },
  {
    "movie_name": "Lật Mặt 1",
    "attribute": "diễn viên",
    "attribute_value": "Lý Hải, Trường Giang, Việt Anh, Phi Phụng, ..."
  },
  {
    "movie_name": "Lật Mặt 1",
    "attribute": "thể loại",
    "attribute_value": "Hài, Hành động"
  },
  {
    "movie_name": "Lật Mặt 1",
    "attribute": "đạo diễn",
    "attribute_value": "Lý Hải"
  },
  {
    "movie_name": "Lật Mặt 1",
    "attribute": "nội dung",
    "attribute_value": "Lật mặt xoay quanh cuộc sống của Khải, một người sống trong cảnh nghèo khổ nên luôn mong muốn đổi đời. Anh cùng người bạn thân là Thắng tham gia nhóm người đào kim cương trong rừng sâu. Hai người may mắn đào được ba viên kim cương thô. Họ phải chia lại một nửa cho Dũng, tên cầm đầu nhóm giang hồ bảo kê khu vực. Lòng tham vô đáy khiến Dũng trở nên độc ác khi muốn giết hại đôi bạn để có được toàn bộ số kim cương quý giá. Khải may mắn thoát chết nhưng bất lực chứng kiến cảnh bạn mình bị giết hại. Khải sau đó bị công an và nhóm côn đồ của Dũng truy đuổi, anh đi lang thang trong rừng và gặp được bà Loan - một nhà ngoại cảm. Anh xin làm việc tại vườn rau củ của hai vợ chồng già, nhưng TV đưa tin anh đang bị truy nã khiến anh phải tiếp tục bỏ chạy. Khải xin thức ăn của một người phụ nữ, chồng của cô ta về nhà thấy nên nổi cơn ghen tuông khiến anh lại rời đi. Khải quyết định lên Sài Gòn để bán kim cương, anh thuê một anh chàng xe ôm tên Toàn chở mình đi. Lên đến Sài Gòn, Khải đến nhà một người quen, ngờ đâu lại bị công an truy đuổi. Toàn không hiểu chuyện gì đang xảy ra nhưng anh cũng giúp Khải chạy thoát thành công. Khải bán một viên kim cương nhỏ và có được số tiền lớn, anh hào phóng tặng 50 triệu đồng cho Toàn như là lời cảm ơn anh ta. Toàn gọi điện cho người yêu thì đau lòng khi biết được cô ta đã bỏ anh để đi theo một người giàu có. Nhóm của Dũng cũng lên Sài Gòn truy tìm Khải. Một tên đàn em của Dũng được giao nhiệm vụ theo dõi Huế - vợ của Khải, và cô cũng đang là đối tượng bị công an theo dõi. Tên côn đồ cố gắng cưỡng hiếp Huế, may mắn là một người công an đã cứu cô. Khải bảo Huế lên Sài Gòn với anh, anh dặn cô coi chừng công an đi theo cô.\n\nKhải muốn tách ra nhưng Toàn nằng nặc đòi theo anh khiến anh cảm thấy rắc rối. Khải nói rằng mình bị đau bụng, Toàn liền đưa anh vào bệnh viện, hai người chạm trán Đức - một chiến sĩ công an. Hai người vào nhà xác để né tránh công an, họ phải chịu đựng cái lạnh kinh khủng. Sau đó Khải và Toàn đến nhà bà Loan, bất ngờ Đức xuất hiện và bắt giữ Khải. Trong lúc Đức đưa Khải về đồn, nhóm của Dũng đã phục kích họ. Khải đã giúp đỡ Đức đánh bại bọn côn đồ chứ không bỏ chạy, nhờ vậy anh có được lòng tin của Đức. Huế đang đi tìm Khải thì bị nhóm của Dũng bắt. Dũng yêu cầu Khải giao nộp số kim cương cho hắn, đổi lại hắn sẽ thả Huế ra.\n\nKhải và Dũng hẹn gặp nhau tại một thác nước trong rừng để trao đổi. Huế bị treo lên cao và Dũng đe dọa sẽ thả cô rơi xuống vực sâu. Khi Khải giao nộp số kim cương, bà Loan xuất hiện, tiết lộ rằng bà ta chính là đàn chị của Dũng và cũng là kẻ chủ mưu trong vụ giết Thắng. Đã có được số kim cương, bà Loan ra lệnh cho nhóm của Dũng thủ tiêu hai vợ chồng Khải. Khải vừa chiến đấu với bọn côn đồ vừa giữ cọng dây để Huế không bị rơi xuống vực sâu. Toàn muốn cứu Huế nhưng chính anh cũng gặp tình huống nguy hiểm giống cô. Đức đến cứu mạng Khải kịp thời, anh hạ gục nhóm của Dũng. Sau đó lực lượng công an ập đến bắt giữ bà Loan và bọn côn đồ. Khải được chứng nhận vô tội, anh và Toàn cũng trở thành đôi bạn thân. Một thời gian sau, vợ chồng Khải quay về với cuộc sống hạnh phúc của họ, họ sinh được hai đứa con và Huế mang bầu đứa tiếp theo. Phim kết thúc với cảnh Khải và Toàn đưa Huế vào bệnh viện sinh con."
  },
  {
    "movie_name": "Lật Mặt 1",
    "attribute": "năm phát hành",
    "attribute_value": "2015"
  },
  {
    "movie_name": "Lộ Mặt",
    "attribute": "diễn viên",
    "attribute_value": "Quách Ngọc Tuyên, Hứa Minh Đạt, Mạc Văn Khoa, ..."
  },
  {
    "movie_name": "Lộ Mặt",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Lộ Mặt",
    "attribute": "đạo diễn",
    "attribute_value": "Vĩnh Thuyên"
  },
  {
    "movie_name": "Lộ Mặt",
    "attribute": "nội dung",
    "attribute_value": "Lộ Mặt 2018 kể về mối tình ngọt ngào nhưng cũng đầy bí ẩn của Phong (Minh Luân đóng) và Kim (Vĩnh Thuyên Kim đóng).\nKim là người đứng đầu một nhóm chuyên dàn dựng đánh ghen cho hội chị em trừng trị chồng lăng nhăng, còn Minh Luân lại là thành viên của một băng nhóm buôn thuốc cấm nguy hiểm.\nMọi chuyện bắt đầu khi cả 2 lấy nhầm vali của nhau, từ đó số phận của họ gắn kết với nhau.\nMọi thứ bắt đầu trở nên phức tạp khi Kim vô tình biết được lai lịch về cha mẹ của Phong, từ đó cô đứng giữa ranh giới giữa yêu và hận.\nLiệu đó là bí mật gì, cả hai còn có thể đến bên nhau hay sẽ đi đến một kết cục bi thảm"
  },
  {
    "movie_name": "Lộ Mặt",
    "attribute": "năm phát hành",
    "attribute_value": "2018"
  },
  {
    "movie_name": "Ma Da",
    "attribute": "diễn viên",
    "attribute_value": "Việt Hương, Dạ Chúc, Trung Dân, Diệu Đức, Thành Lộc, Cẩm Ly, ..."
  },
  {
    "movie_name": "Ma Da",
    "attribute": "thể loại",
    "attribute_value": "Kinh dị"
  },
  {
    "movie_name": "Ma Da",
    "attribute": "đạo diễn",
    "attribute_value": "Nguyễn Hữu Hoàng"
  },
  {
    "movie_name": "Ma Da",
    "attribute": "nội dung",
    "attribute_value": "\"Ma da\" kể về cuộc sống của bà Lệ (do Việt Hương thủ vai), một phụ nữ làm nghề vớt xác trên sông. Công việc của bà là đưa những người đã mất trở về với gia đình họ, giúp họ có một nơi an nghỉ cuối cùng. Một ngày nọ, bà Lệ vớt được xác của một thanh niên bí ẩn. Từ đó, bà bắt đầu gặp phải nhiều hiện tượng kỳ lạ và những dấu hiệu tai ương.\n\nNhững sự kiện kỳ bí liên tiếp xảy ra, khiến bà Lệ lo lắng cho sự an toàn của con gái mình, bé Nhung. Đỉnh điểm của câu chuyện là khi bé Nhung đột ngột mất tích một cách bí ẩn. Bà Lệ phải nhờ đến sự giúp đỡ của những người xung quanh, bao gồm ông Tư (Trung Dân), một người bạn lâu năm và là người hiểu biết về các hiện tượng siêu nhiên, để tìm cách cứu con gái và khám phá những bí mật đằng sau oan hồn Ma Da.\n\nTrong hành trình tìm kiếm sự thật, bà Lệ phát hiện ra rằng oan hồn Ma Da không chỉ là một câu chuyện dân gian mà còn liên quan đến một bi kịch trong quá khứ. Những bí mật dần được hé lộ, và bà Lệ phải đối mặt với những thử thách đầy nguy hiểm để cứu con gái và giải thoát cho oan hồn Ma Da."
  },
  {
    "movie_name": "Ma Da",
    "attribute": "năm phát hành",
    "attribute_value": "2024"
  },
  {
    "movie_name": "Mắt Biếc",
    "attribute": "diễn viên",
    "attribute_value": "Trần Nghĩa, Trúc Anh, Trần Phong, Khánh Vân, ..."
  },
  {
    "movie_name": "Mắt Biếc",
    "attribute": "thể loại",
    "attribute_value": "Chính kịch, Lãng mạn"
  },
  {
    "movie_name": "Mắt Biếc",
    "attribute": "đạo diễn",
    "attribute_value": "Victor Vũ "
  },
  {
    "movie_name": "Mắt Biếc",
    "attribute": "nội dung",
    "attribute_value": "Mắt biếc xoay quanh mối tình đơn phương của Ngạn với Hà Lan, cô bạn gái có cặp mắt hút hồn nhưng cá tính bướng bỉnh. Một chuyện tình nhiều cung bậc, từ ngộ nghĩnh trẻ con, rồi tình yêu thuở học trò trong sáng, trải qua bao biến cố, trở thành một cuộc \"đuổi hình bắt bóng\" buồn da diết nhưng không nguôi hi vọng. Câu chuyện càng trở nên éo le hơn khi Trà Long - con gái của Hà Lan lớn lên lại nhen nhóm một tình yêu như thế với Ngạn.\n\nPhim lấy bối cảnh ở thập niên 1960 và 1970. Nhân vật chính là Ngạn, cậu bé sinh ra và lớn lên tại ngôi làng Đo Đo, tỉnh Quảng Nam (cũng là nguyên quán của tác giả Nguyễn Nhật Ánh). Cậu yêu mến cô bạn tên Hà Lan, người có đôi mắt đẹp tuyệt trần mà Ngạn tự gọi là \"mắt biếc\". Cả hai cùng trải qua biết bao nhiêu kỷ niệm tại làng quê nghèo này, dần dần trong Ngạn nảy sinh một tình yêu thầm lặng dành cho Hà Lan. Khi lớn lên, cả hai đều đi học trên thành phố Huế. Hà Lan ở chung nhà với người cô trong khi Ngạn ở chung nhà với cậu Huấn.\n\nCậu Huấn có một người con trai tên Dũng, là anh họ của Ngạn. Tuy là con nhà giàu, sành điệu và giỏi võ, nhưng Dũng không phải là người đàng hoàng. Một lần Hà Lan qua tìm Ngạn để mượn sách, Dũng đã để ý Hà Lan và từ đó tìm cách tán tỉnh cô, điều này làm Ngạn thấy khó chịu. Không thể cưỡng lại sức hấp dẫn của chốn thành thị xa hoa nên Hà Lan đã ngã vào vòng tay Dũng. Mỗi khi Dũng làm Hà Lan đau khổ, Hà Lan tìm đến tâm sự với Ngạn. Hà Lan như vậy càng khiến Ngạn đau lòng hơn vì điều anh cần chỉ là thấy cô được hạnh phúc. Có lần Ngạn xảy ra ẩu đả với Dũng để rồi bị đánh tơi tả.\n\nHà Lan mang thai nên phải nghỉ học và dọn đến khu phố khác. Ngạn biết chuyện nên thường đến chăm sóc cô. Trong khi Ngạn luôn bên cạnh chăm sóc Hà Lan thì Dũng đã cưới một cô gái khác tên Bích Hoàng. Hà Lan sinh ra một đứa con gái, đặt tên là Trà Long và gửi về quê cho bà ngoại nuôi. Cuối cùng Ngạn cũng tốt nghiệp, anh trở thành thầy giáo và trở về làng Đo Đo dạy học. Còn Hà Lan mở một tiệm may trên thành phố, cô luôn bận rộn với công việc, hiếm khi có thời gian về thăm. Một cô gái tên Hồng đem lòng yêu Ngạn từ thời đi học, cô cũng về làng Đo Đo dạy học để được ở gần bên anh, tuy nhiên Ngạn chỉ một lòng yêu Hà Lan.\n\nNgạn đã chăm lo cho Trà Long suốt mười mấy năm, từ lúc cô bé còn nhỏ cho đến khi trở thành thiếu nữ đi học trên thành phố Huế. Trà Long như một bản sao của Hà Lan, làm Ngạn cảm thấy như được sống lại một thời ký ức ngày xưa. Biết rằng Ngạn sẽ không bao giờ yêu mình, Hồng đau khổ dọn vào Sài Gòn sống. Trà Long bắt đầu yêu Ngạn, điều này làm anh bất ngờ. Để tránh mọi chuyện tồi tệ hơn, Ngạn quyết định bỏ đi thật xa. Hai mẹ con Hà Lan đều sốc khi biết Ngạn ra đi. Sau một hồi tâm sự với Trà Long, Hà Lan hiểu rằng cô không nên bỏ lỡ một người yêu mình thật lòng. Hà Lan chạy ra nhà ga để giữ Ngạn lại, nhưng cô không đuổi kịp chiếc xe lửa. Hà Lan đã khóc, và ở trên xe lửa, Ngạn cũng khóc."
  },
  {
    "movie_name": "Mắt Biếc",
    "attribute": "năm phát hành",
    "attribute_value": "2019"
  },
  {
    "movie_name": "Những Nụ Hôn Rực Rỡ",
    "attribute": "diễn viên",
    "attribute_value": "Minh Hằng, Leon Quang Lê, Thanh Hằng, Phương Thanh, ..."
  },
  {
    "movie_name": "Những Nụ Hôn Rực Rỡ",
    "attribute": "thể loại",
    "attribute_value": "Âm nhạc, Hài, Tình cảm"
  },
  {
    "movie_name": "Những Nụ Hôn Rực Rỡ",
    "attribute": "đạo diễn",
    "attribute_value": "Nguyễn Quang Dũng"
  },
  {
    "movie_name": "Những Nụ Hôn Rực Rỡ",
    "attribute": "nội dung",
    "attribute_value": "Câu chuyện của Những Nụ Hôn Rực Rỡ khá đơn giản và bạn có thể tìm thấy trong hàng trăm bộ phim thế giới đã được làm, từ Seven Samurais đến A Bug's Life. Đó là những người bình thường, trong những hoàn cảnh không bình thường, đã làm những điều kỳ diệu. Những người bình thường đây là cô chủ khách sạn 'ế khách' Thanh Lam, cô bé dọn phòng, anh chàng bảo vệ, cậu lao công, dì lao công, ông đầu bếp… Để cứu vãn tình thế khu nghỉ mát sắp bị đóng cửa vì quá ế, Thanh Lam đã 'bày mưu tính kế' giăng bẫy nhóm hát 4U đang nổi đình nổi đám khi một cậu ca sĩ của nhóm chẳng hiểu vì lý do gì 'lò mò' ra khu nghỉ dưỡng để tránh sự đời. Thế rồi, tình yêu thì len lén đến, còn báo chí thì được dịp bu vào, khiến cuộc sống của những con người giản dị ấy bị xáo trộn và âm mưu của cô chủ khu nghỉ mát có nguy cơ bị bại lộ. Không chỉ vậy, bí mật của mỗi con người ở khu nhà trọ ấy cũng dần sáng tỏ. Bộ phim phảng phất không khí câu chuyện của phim Kungfu Hustle, nhưng thay vì võ lâm cao thủ giấu mình ở Xóm Chuồng Heo, thì đây là những tài năng văn nghệ ẩn mình ở khu nghỉ mát Ngọc Sương. Mọi người cuối cùng nhận ra được chân giá trị đích thực của cuộc sống và tình yêu."
  },
  {
    "movie_name": "Những Nụ Hôn Rực Rỡ",
    "attribute": "năm phát hành",
    "attribute_value": "2010"
  },
  {
    "movie_name": "Ông Ngoại Tuổi 30",
    "attribute": "diễn viên",
    "attribute_value": "Trịnh Thăng Bình, Hạ Vi, Kiều Trinh, ..."
  },
  {
    "movie_name": "Ông Ngoại Tuổi 30",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Ông Ngoại Tuổi 30",
    "attribute": "đạo diễn",
    "attribute_value": "Võ Thanh Hòa"
  },
  {
    "movie_name": "Ông Ngoại Tuổi 30",
    "attribute": "nội dung",
    "attribute_value": "Chuyện phim Ông ngoại tuổi 30 xoay quanh chàng MC nổi tiếng Sơn Huy (Trịnh Thăng Bình). Trong một chương trình phát thanh, anh khuyên bà mẹ đơn thân tuổi đôi mươi Mi Trần (Kiều Trinh) hãy đi tìm người cha thất lạc. Oái oăm thay, cô gái hóa ra lại chính là đứa con rơi của Sơn Huy sau một sai lầm thời tuổi trẻ.\n\nGiờ đây, chàng MC đa tình không chỉ có thêm con gái, mà còn phải đón nhận cả cậu cháu ngoại Phương Đông (bé Coca Gia Bảo). Cuộc sống của anh thay đổi hoàn toàn khi phải chăm lo cho gia đình “từ trên trời rơi xuống”. Đồng thời, Sơn Huy còn cần tìm đủ mọi cách để che giấu câu chuyện nhằm tránh con mắt soi mói từ dư luận."
  },
  {
    "movie_name": "Ông Ngoại Tuổi 30",
    "attribute": "năm phát hành",
    "attribute_value": "2018"
  },
  {
    "movie_name": "Pháp Sư Tập Sự",
    "attribute": "diễn viên",
    "attribute_value": "Mạc Văn Khoa, Huy Khánh, Ngọc Phước, Hải Triều, ..."
  },
  {
    "movie_name": "Pháp Sư Tập Sự",
    "attribute": "thể loại",
    "attribute_value": "Hài"
  },
  {
    "movie_name": "Pháp Sư Tập Sự",
    "attribute": "đạo diễn",
    "attribute_value": "Không rõ"
  },
  {
    "movie_name": "Pháp Sư Tập Sự",
    "attribute": "nội dung",
    "attribute_value": "Không có"
  },
  {
    "movie_name": "Pháp Sư Tập Sự",
    "attribute": "năm phát hành",
    "attribute_value": "2023"
  },
  {
    "movie_name": "Quý Cô Thừa Kế",
    "attribute": "diễn viên",
    "attribute_value": "Song Luân, Ngân Khánh, Liên Bỉnh Phát, ..."
  },
  {
    "movie_name": "Quý Cô Thừa Kế",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Quý Cô Thừa Kế",
    "attribute": "đạo diễn",
    "attribute_value": "Hoàng Duy"
  },
  {
    "movie_name": "Quý Cô Thừa Kế",
    "attribute": "nội dung",
    "attribute_value": "Nội dung phim xoay quanh câu chuyện Nhung (Ngân Khánh) là một cô tiểu thư đỏng đảnh coi trời bằng vung và để kế thừa khối tài sản kết xù của bà ngoại cô phải tham gia một khóa học 3 tháng tại khu nhà cổ Từ Tâm. Tại đây cô gặp được Việt Anh (Song Luân) chàng trai thợ hồ hiền lành chất phác. Nhưng kể từ khi gặp nhau những biến cố dần xảy ra, liệu cô sẽ trải qua những khó khăn đó như thế nào và có thừa hưởng được khối tài sản của bà mình không?"
  },
  {
    "movie_name": "Quý Cô Thừa Kế",
    "attribute": "năm phát hành",
    "attribute_value": "2018"
  },
  {
    "movie_name": "Ra Mắt Gia Tiên",
    "attribute": "diễn viên",
    "attribute_value": "Không rõ"
  },
  {
    "movie_name": "Ra Mắt Gia Tiên",
    "attribute": "thể loại",
    "attribute_value": "Hài"
  },
  {
    "movie_name": "Ra Mắt Gia Tiên",
    "attribute": "đạo diễn",
    "attribute_value": "Không rõ"
  },
  {
    "movie_name": "Ra Mắt Gia Tiên",
    "attribute": "nội dung",
    "attribute_value": "Không có"
  },
  {
    "movie_name": "Ra Mắt Gia Tiên",
    "attribute": "năm phát hành",
    "attribute_value": "2025"
  },
  {
    "movie_name": "Siêu Lừa Gặp Siêu Lầy",
    "attribute": "diễn viên",
    "attribute_value": "Anh Tú Atus, Mạc Văn Khoa, Ngọc Phước, Trung Lùn, ..."
  },
  {
    "movie_name": "Siêu Lừa Gặp Siêu Lầy",
    "attribute": "thể loại",
    "attribute_value": "Hài, Hành động"
  },
  {
    "movie_name": "Siêu Lừa Gặp Siêu Lầy",
    "attribute": "đạo diễn",
    "attribute_value": "Võ Thanh Hòa"
  },
  {
    "movie_name": "Siêu Lừa Gặp Siêu Lầy",
    "attribute": "nội dung",
    "attribute_value": "Với mong muốn đổi đời, Khoa (Mạc Văn Khoa) – một tên lừa đảo khét tiếng tại Việt Nam đã đến Phú Quốc với mong muốn lừa đảo để kiếm bộn tiền đổi đời. Trong khi thực hiện hành vi lừa đảo, anh đã vô tình gặp được Tú (Anh Tú Atus) – một tên lừa đảo có tổ chức khét tiếng hơn và đã thực hiện được nhiều phi vụ chưa bao giờ thất bại cùng với ông Năm (Trung Lùn) và Mã Lai (Ngọc Phước). Thấy được tiềm năng từ Tú, Khoa đã xin gia nhập băng và đã được Tú đồng ý sau khi nghe Khoa chia sẻ về câu chuyện khó khăn của mình.\n\nTại Phú Quốc, cả băng nhóm đã thành công khi thực hiện nhiều phi vụ lừa đảo sau khi phân tích kỹ càng về điểm yếu của đối tượng rồi từ đó giăng bẫy. Các chiêu thức được thiết lập bằng công nghệ cao như việc cải trang, vượt rào hệ thống an ninh cùng nhiều thủ thuật lừa đảo như diễn kịch lợi dụng tình thương. Cuối cùng cả bọn đã tìm hiểu và gặp được nữ doanh nhân Khánh (Cát Tường) hoạt động được mô tả hoạt động theo mô hình kinh doanh đa cấp và kêu gọi vốn đầu tư. Nhóm của Tú đã thực hiện lừa đảo bà Khánh khi tự nhận là một nhóm tổ chức sự kiện. Tuy nhiên, sau đó sự thật đã bị phơi bày và lộ diện bà Khánh cũng là một kẻ lừa đảo. Ngay sau đó, bà Khánh đã cố gắng bịt đầu mối bằng cách truy lùng băng nhóm của Tú để tránh việc phanh phui sự thật của mình. Cuối cùng, nhóm của Tú cũng đã thành công phơi bày bộ mặt thật của bà Khánh khi trên đường cố gắng tẩu thoát sang nước không dẫn độ về Việt Nam cùng số tiền của các nhà đầu tư."
  },
  {
    "movie_name": "Siêu Lừa Gặp Siêu Lầy",
    "attribute": "năm phát hành",
    "attribute_value": "2023"
  },
  {
    "movie_name": "Siêu Trợ Lý",
    "attribute": "diễn viên",
    "attribute_value": "Trương Quỳnh Anh, Khương Lê, Ốc Thanh Vân, ..."
  },
  {
    "movie_name": "Siêu Trợ Lý",
    "attribute": "thể loại",
    "attribute_value": "Tâm lý, Tình cảm"
  },
  {
    "movie_name": "Siêu Trợ Lý",
    "attribute": "đạo diễn",
    "attribute_value": "Trương Quỳnh Anh"
  },
  {
    "movie_name": "Siêu Trợ Lý",
    "attribute": "nội dung",
    "attribute_value": "Bộ phim kể về câu chuyện tình yêu ngọt ngào giữa cô trợ lý xinh đẹp Thuỵ Khuê (Trương Quỳnh Anh) và ngôi sao nổi tiếng Vĩnh Hy (Khương Lê)"
  },
  {
    "movie_name": "Siêu Trợ Lý",
    "attribute": "năm phát hành",
    "attribute_value": "2023"
  },
  {
    "movie_name": "Taxi Em Tên Gì",
    "attribute": "diễn viên",
    "attribute_value": "Trường Giang, Angela Phương Trinh, Khánh Hiền, ..."
  },
  {
    "movie_name": "Taxi Em Tên Gì",
    "attribute": "thể loại",
    "attribute_value": "Hài, Lãng mạn"
  },
  {
    "movie_name": "Taxi Em Tên Gì",
    "attribute": "đạo diễn",
    "attribute_value": "Đỗ Đức Thịnh, Đinh Tuấn Vũ"
  },
  {
    "movie_name": "Taxi Em Tên Gì",
    "attribute": "nội dung",
    "attribute_value": "Thượng Phong là một tiến sĩ khoa học chuyên nghiên cứu về bò sát đang chuẩn bị cho chuyến bay từ thành phố Hồ Chí Minh về Đà Lạt để cầu hôn bạn gái Hạ Mây của mình, song anh vô tình gặp Bình Chi khị bị lỡ chuyến bay. Phong buộc phải bắt taxi do Chi cầm lái để lên tận xứ hoa cho kịp giờ cầu hôn.\n\nPhong và Chi bất ngờ gặp một gã ăn cướp đang bị truy nã ở trên xe, may thay gã không hại họ mà chỉ xin họ cho gã đến nghĩa trang thăm mộ vợ để hứa rằng sẽ hoàn lương. Khi Phong và Chi tiếp tục hành trình, họ gặp phải tình huống cực kỳ nguy hiểm khi chiếc xe sắp rơi xuống vực thẳm. Chi liều lĩnh đưa chân vào chỗ bánh xe, chịu đau đớn để giữ cho chiếc xe không bị rơi, may mắn là có một số người đi ngang qua giúp đỡ họ thoát khỏi nguy hiểm. Vì chân của Chi bị đau, nên cô nhường vị trí lái xe lại cho Phong để tiếp tục chuyến đi. Trong khi đó, Mây vẫn sốt ruột chờ đợi Phong, cho đến khi James – một anh chàng ngoại quốc và cũng là bạn của Mây – đã đem lòng yêu cô.\n\nKhi đến Đà Lạt, chiếc xe taxi bị mất thắng nên lao thẳng xuống hồ. Ông Chiến và ông Tài, hai người đàn ông tốt bụng, đồng ý giúp đỡ Phong và Chi kéo chiếc xe lên, và đề nghị họ về lữ quán gần đó nghỉ qua đêm. Sau khi chứng kiến màn tỏ tình của ông Chiến với bà Quyên trong lữ quán, Chi đau khổ nhớ lại ngày xưa cô từng bị người yêu phản bội, còn mọi người trong quán sau đó reo hò buộc Phong và Chi hôn nhau. Do nhận được cuộc gọi từ lữ quán nên Mây đến tận đây tìm Phong trong đêm khuya, cô bỏ đi vì hiểu lầm rằng Phong và Chi bên cạnh nhau.\n\nSáng hôm sau, chiếc xe taxi đã được kéo lên và sửa chữa lại, ông Chiến tiết lộ với Phong rằng bố của Chi chính là một đại gia có tiếng hiện nay. Chi đưa Phong đến chỗ Mây đang khám bệnh từ thiện, Phong xuất hiện kịp thời ngăn cản James cầu hôn Mây. Phong nói lời xin lỗi, khẳng định Mây chính là tình yêu của anh và anh rất muốn cưới cô, nhưng phát hiện ra mình đã bỏ quên chiếc nhẫn dùng để cầu hôn Mây trên xe của Chi. Phong và Mây lấy xe máy đuổi theo Chi, người đã dừng xe giữa đường chờ đợi cặp đôi đến. Chi đưa chiếc nhẫn cho Phong và họ nói lời tạm biệt. Phong ở lại Đà Lạt làm đám cưới với Mây, còn Chi lái xe taxi trở về thành phố Hồ Chí Minh để tiếp tục hành trình của mình."
  },
  {
    "movie_name": "Taxi Em Tên Gì",
    "attribute": "năm phát hành",
    "attribute_value": "2016"
  },
  {
    "movie_name": "The Call",
    "attribute": "diễn viên",
    "attribute_value": "Trấn Thành, NSUT Lê Thiện, Thanh Thuỷ, Trung Dân, ..."
  },
  {
    "movie_name": "The Call",
    "attribute": "thể loại",
    "attribute_value": "Hài, Trinh thám"
  },
  {
    "movie_name": "The Call",
    "attribute": "đạo diễn",
    "attribute_value": "Trấn Thành"
  },
  {
    "movie_name": "The Call",
    "attribute": "nội dung",
    "attribute_value": "Câu chuyện The Call - Cuộc gọi giữa đêm xoay quanh những tình huống trớ trêu, hài hước pha lẫn yếu tố ly kỳ, rùng rợn trong cuộc sống hằng ngày của nhân vật A Xìn (Trấn Thành) xuyên suốt các tập phim. Theo đó, những tình tiết oái oăm, những câu chuyện ‘dở khóc dở cười’ đến từ các cuộc gọi với vô vàn cái kết bất ngờ sẽ khiến khán giả không thể nào ngờ đó lại là lý do của toàn bộ câu chuyện, chắc chắn sẽ mang lại những giây phút căng thẳng hồi hộp và kết thúc bằng tràng cười sảng khoái cho người xem. Đặc biệt hơn, nam diễn viên lựa chọn những ngày đầu năm mới để trình làng cũng rất đúng thời điểm."
  },
  {
    "movie_name": "The Call",
    "attribute": "năm phát hành",
    "attribute_value": "2018"
  },
  {
    "movie_name": "Thiên Mệnh Anh Hùng",
    "attribute": "diễn viên",
    "attribute_value": "Huỳnh Đông, Midu, Khương Ngọc, Vân Trang, ..."
  },
  {
    "movie_name": "Thiên Mệnh Anh Hùng",
    "attribute": "thể loại",
    "attribute_value": "Hành động, Chính kịch"
  },
  {
    "movie_name": "Thiên Mệnh Anh Hùng",
    "attribute": "đạo diễn",
    "attribute_value": "Victor Vũ"
  },
  {
    "movie_name": "Thiên Mệnh Anh Hùng",
    "attribute": "nội dung",
    "attribute_value": "Sau vụ thảm án Lệ Chi Viên, gia tộc Nguyễn Trãi chỉ còn một số người may mắn sống sót. Trong số đó có một đứa bé 8 tuổi là cháu nội (con theo đúng lịch sử) của Nguyễn Trãi, được một gia nhân đưa đi trốn thật xa để tránh sự truy sát của phe đảng Tuyên Từ Thái hậu. 12 năm sau, đứa bé năm xưa may mắn thoát chết, nay đã là một thanh niên 20 tuổi khôi ngô, cường tráng và tinh thông võ nghệ mang tên Trần Nguyên Vũ (Nguyễn Anh Vũ theo đúng lịch sử). Sau khi được ân sư cho biết thân thế thật sự, Nguyên Vũ đã bắt đầu cuộc phiêu lưu hấp dẫn vào sâu trong triều đình với quyết tâm trả thù kẻ đã hại gia đình mình và minh oan cho dòng tộc.\n\nCàng dấn sâu vào chốn quan trường, Nguyên Vũ càng hiểu rõ những chuyện cơ mật, những mưu toan tranh giành quyền lực giữa các thế lực, phe phái trong triều đình. Tuy nhiên, các phe đều dè chừng lẫn nhau vì lời đồn đại về sự tồn tại của một bức huyết thư cho biết sự thật đằng sau vụ án Lệ Chi Viên.\n\nTrong không gian đầy thù địch ấy, Nguyên Vũ gặp Hoa Xuân, một nữ hiệp xinh đẹp có cùng một mối thâm thù và cùng chí hướng với mình. Định mệnh đưa họ đến với nhau trên con đường truy tìm bức huyết thư. Họ cùng nhau trải qua bao nhiêu âm mưu nguy hiểm của các phe phái, những cuộc tàn sát, những trận đối đầu nảy lửa giữa các sát thủ và các hiệp khách.\n\nTrần Tướng quân dẫn một nhóm binh lính đến chỗ ở của hai chị em Hoa Xuân và Hoa Hạ để truy sát hai cô. Nguyên Vũ đến nơi giúp Hoa Xuân tẩu thoát, còn Hoa Hạ ở lại ngăn cản Trần Tướng quân và bị hắn giết chết. Sau khi thấy chị gái bị giết, Hoa Xuân càng thêm căm hận và nôn nóng trả thù, nhưng Nguyên Vũ thuyết phục cô đi theo anh tìm bức huyết thư.\n\nNguyên Vũ và Hoa Xuân thấy tất cả người dân trong một ngôi làng đã bị thảm sát. Cả hai lên một ngôi chùa trên núi cũng thấy các nhà sư đã bị giết. Hung thủ chính là Trần Tướng quân, hắn đã cướp được bức huyết thư và đang trở về căn nhà riêng. Lê đại nhân tìm đến Trần Tướng quân để đòi bức huyết thư đem về cho Thái hậu. Sau đó Lê đại nhân bị Nguyên Vũ chặn đường giết chết. Nguyên Vũ và Hoa Xuân lấy được bức huyết thư và lên ngựa chạy đi. Cả hai ghé nhà ông thầy thuốc nhờ giúp đỡ vì Nguyên Vũ bị thương. Khi khỏe lại Nguyên Vũ liền đem bức huyết thư đưa cho Vương gia.\n\nNguyên Vũ thấy người bịt mặt nào đó đi vào phủ của Vương gia. Anh theo dõi mới nhận ra đó là Trần Tướng quân. Ở trong kho chứa binh khí, Trần Tướng quân và Vương gia thảo luận với nhau. Vương gia tiết lộ rằng hắn sẽ gây ra nhiều vụ giết chóc và dùng bức huyết thư để cướp ngôi của Thái hậu. Nguyên Vũ liền xông vào đòi lại bức huyết thư, rồi anh giao chiến với Trần Tướng quân.\n\nHoa Xuân cầm kiếm đe dọa Vương gia để lấy lại bức huyết thư, nhưng Vương gia đâm một nhát dao vào bụng cô khiến cô gục xuống. Nguyên Vũ rất căm phẫn nhưng không thể hạ gục Trần Tướng quân vì hắn quá mạnh. Cuối cùng Nguyên Vũ tạo ra một cú chưởng cực lớn đấm Trần Tướng quân vào bên trong vách tường, các binh khí đều bay theo đâm chết hắn. Nguyên Vũ cũng dùng một ngọn giáo giết chết Vương gia, rồi anh đưa Hoa Xuân đi chữa trị vết thương.\n\nSáng hôm sau, Nguyên Vũ đem bức huyết thư lên triều đình nộp cho Thái hậu. Anh hi vọng Thái hậu có được huyết thư trong tay sẽ không còn gây ra tội ác nữa. Khi Thái hậu hỏi Nguyên Vũ là ai, anh liền tiết lộ mình chính là người của gia tộc Nguyễn Trãi. Sau đó Nguyên Vũ quay về ngôi chùa năm xưa, anh và Hoa Xuân sống hạnh phúc bên nhau."
  },
  {
    "movie_name": "Thiên Mệnh Anh Hùng",
    "attribute": "năm phát hành",
    "attribute_value": "2012"
  },
  {
    "movie_name": "Tiểu Thư Và Ba Đầu Gấu",
    "attribute": "diễn viên",
    "attribute_value": "Quách Ngọc Tuyên, Tân Trề, Hoàng Mèo, Như Quỳnh, Hứa Minh Đạt, ..."
  },
  {
    "movie_name": "Tiểu Thư Và Ba Đầu Gấu",
    "attribute": "thể loại",
    "attribute_value": "Hài"
  },
  {
    "movie_name": "Tiểu Thư Và Ba Đầu Gấu",
    "attribute": "đạo diễn",
    "attribute_value": "Nguyễn Thành Nam"
  },
  {
    "movie_name": "Tiểu Thư Và Ba Đầu Gấu",
    "attribute": "nội dung",
    "attribute_value": "Tiểu thư và ba đầu gấu kể về cuộc sống của Hai Phúc (Hoàng Mèo), Ba Bun (Quách Ngọc Tuyên) và Tư Ngao (Tân Trề) - ba giang hồ sừng sỏ đã rửa tay gác kiếm để cùng nhau nuôi dạy Tiểu Thư – cô con gái của người đại ca đã chết. Cuộc sống giản đơn đó sẽ cứ trôi qua nếu Hai Phúc không phát hiện ra mình bị u não và Tiểu Thư không tống tiền một nhân vật máu mặt để có tiền chữa bệnh cho cha.\nMọi biến cố và những tình tiết thắt mở, cao trào nảy sinh từ đây. Tưởng rằng tình cha con sẽ bền chặt sau sóng gió nhưng không, mọi thứ mới chỉ bắt đầu cho những bí mật “rùng rợn” của quá khứ và cả một tương lai khó đoán."
  },
  {
    "movie_name": "Tiểu Thư Và Ba Đầu Gấu",
    "attribute": "năm phát hành",
    "attribute_value": "2023"
  },
  {
    "movie_name": "Trên Bàn Nhậu Dưới Bàn Mưu",
    "attribute": "diễn viên",
    "attribute_value": "Khả Như, Diệu Nhi, Thúy Ngân, Kiều Minh Tuấn, ..."
  },
  {
    "movie_name": "Trên Bàn Nhậu Dưới Bàn Mưu",
    "attribute": "đạo diễn",
    "attribute_value": "Tien M. Nguyen"
  },
  {
    "movie_name": "Trên Bàn Nhậu Dưới Bàn Mưu",
    "attribute": "nội dung",
    "attribute_value": "ạo (Diệu Nhi), Lai (Khả Như) và Triệu (Thúy Ngân) là ba người bạn chơi thân, thường hàn huyên tại quán bia của tay giang hồ “về vườn” Trí (Kiều Minh Tuấn). Gạo là họa sĩ webtoon, bán tác phẩm để sinh nhai. Lai là diễn viên quần chúng, thường ngất xỉu khi quá hưng phấn. Triệu là “đả nữ” sẵn sàng lao vào ăn thua đủ với bọn đàn ông xem thường phụ nữ.\n\nHôm nọ, Gạo và Triệu tiết lộ mình bị Trực (Trần Ngọc Vàng), chủ tịch một công ty bán ứng dụng kết bạn, lừa 1,3 tỉ đồng. Để trừng trị gã trai đểu, cả hội cùng Trí bàn mưu đột nhập công ty Trực và cướp lại số tiền đã mất."
  },
  {
    "movie_name": "Trên Bàn Nhậu Dưới Bàn Mưu",
    "attribute": "năm phát hành",
    "attribute_value": "2023"
  },
  {
    "movie_name": "Linh Miêu: Quỷ Nhập Tràng",
    "attribute": "diễn viên",
    "attribute_value": "Hồng Đào, Thiên An, Thuỳ Tiên, Văn Anh, Samuel An, ..."
  },
  {
    "movie_name": "Linh Miêu: Quỷ Nhập Tràng",
    "attribute": "thể loại",
    "attribute_value": "Kinh dị"
  },
  {
    "movie_name": "Linh Miêu: Quỷ Nhập Tràng",
    "attribute": "đạo diễn",
    "attribute_value": "Lưu Thành Luân"
  },
  {
    "movie_name": "Linh Miêu: Quỷ Nhập Tràng",
    "attribute": "nội dung",
    "attribute_value": "Linh Miêu: Quỷ Nhập Tràng lấy cảm hứng từ truyền thuyết dân gian về “quỷ nhập tràng” để xây dựng cốt truyện. Phim lồng ghép những nét văn hóa đặc trưng của Huế như nghệ thuật khảm sành - một văn hóa đặc sắc của thời nhà Nguyễn, đề cập đến các vấn đề về giai cấp và quan điểm trọng nam khinh nữ. Đặc biệt, hình ảnh rước kiệu thây ma và những hình nhân giấy không chỉ biểu trưng cho tai ương hay điềm dữ mà còn là hiện thân của nghiệp quả."
  },
  {
    "movie_name": "Linh Miêu: Quỷ Nhập Tràng",
    "attribute": "năm phát hành",
    "attribute_value": "2024"
  },
  {
    "movie_name": "Đôi Mắt Âm Dương",
    "attribute": "diễn viên",
    "attribute_value": "Quốc Trường, Thu Trang, Hứa Minh Đạt, ..."
  },
  {
    "movie_name": "Đôi Mắt Âm Dương",
    "attribute": "thể loại",
    "attribute_value": "Kinh dị, Hài"
  },
  {
    "movie_name": "Đôi Mắt Âm Dương",
    "attribute": "đạo diễn",
    "attribute_value": "Nhất Trung"
  },
  {
    "movie_name": "Đôi Mắt Âm Dương",
    "attribute": "nội dung",
    "attribute_value": "Đôi mắt âm dương xoay quanh gia đình họa sĩ Trang-bác sỹ tâm lý Trường. Sau tai nạn trở về nhà, Trang bắt đầu nhìn thấy một cô gái đáng sợ cứ bám theo mình. Trang nhận được thông tin về một cô gái đã tự tử nên cùng trợ lý của mình là Thành (La Thành) lên đường truy tìm sự thật. Thế nhưng, dường như không ai muốn nhắc đến cô gái kia. Hàng loạt những thông tin kì quặc, đáng sợ về cô gái liệu có làm Thành và Trang nản bước? Cô gái ấy là ai và có can hệ gì với Trang? Ca sĩ Lisa do Bảo Thanh thủ diễn chính là người thứ ba trong mối quan hệ vợ chồng Trang."
  },
  {
    "movie_name": "Đôi Mắt Âm Dương",
    "attribute": "năm phát hành",
    "attribute_value": "2020"
  },
  {
    "movie_name": "Nghề Siêu Dễ",
    "attribute": "diễn viên",
    "attribute_value": "Hứa Vĩ Văn, Thu Trang, Kiều Minh Tuấn, Tiến Luật, Quang Tuấn, ..."
  },
  {
    "movie_name": "Nghề Siêu Dễ",
    "attribute": "thể loại",
    "attribute_value": "Hài, Hành động"
  },
  {
    "movie_name": "Nghề Siêu Dễ",
    "attribute": "đạo diễn",
    "attribute_value": "Võ Thanh Hòa "
  },
  {
    "movie_name": "Nghề Siêu Dễ",
    "attribute": "nội dung",
    "attribute_value": "Phim lấy bối cảnh ở Sài Gòn, xoay quanh một người công an đã nghỉ hưu, chọn những thanh niên có hoàn cảnh và tính cách \"đặc biệt\" để trở thành cộng sự của mình trong một phi vụ điều tra. Cả nhóm mua lại một quán cơm tấm và buôn bán như một bình phong nhằm theo dõi tên trùm tội phạm. Tuy nhiên, quán cơm nổi tiếng bất ngờ khiến phi vụ điều tra của họ đứng trước nguy cơ đổ bể.\n\nÔng Thái là một người công an đã về hưu nhưng vì nhớ nghề nên vẫn thường \"xông pha\" truy đuổi những kẻ phạm tội. Ông sống cùng với cô con gái My, vợ ông đã qua đời do bệnh tim. Trước đây ông từng chỉ huy lực lượng công an triệt phá băng đảng của tên trùm ma túy Hoàng, nhưng lần đó ông không bắt được Hoàng mà còn bị hắn lái xe tải cán gãy chân. Khi thấy Hoàng xuất hiện trở lại với công việc kinh doanh bất động sản, ông không tin hắn đã hoàn lương nên quyết định theo dõi hắn. Ông mua lại quán cơm tấm của ông Bảy - một người bạn của ông - vì nó nằm gần căn biệt thự của Hoàng, thuận tiện cho việc theo dõi. Ông chọn ba thanh niên bất hảo là Thu, Phú và Vinh để họ phụ giúp ông buôn bán. Họ đặt tên quán là \"Bụi tre\" và sáng tạo ra món \"cơm tấm sườn bò nướng vị phở\". Quán của họ còn có thêm nhân viên mới là Mèo, một anh chàng vừa ra tù, người mà Thu say mê. Món cơm tấm độc lạ giúp quán ngày càng nổi tiếng hơn, khách kéo đến ngày càng đông, điều này ảnh hưởng đến việc theo dõi Hoàng. Mỗi ngày nhóm của Thu đều chăm chỉ buôn bán, còn ông Thái lại dành thời gian đi theo dõi Hoàng. Khi nhóm bạn phàn nàn về chuyện này, ông đành phải tiết lộ kế hoạch thật sự của mình là điều tra Hoàng. Nhóm của Thu nổi giận bỏ đi, nhưng sau đó họ trở lại và quyết định giúp đỡ ông.\n\nSuy đoán của ông Thái đã đúng, Hoàng vẫn còn buôn ma túy, hàng ngày hắn cho thuộc hạ đi giao hàng. Trong một lần đi theo dõi thuộc hạ của Hoàng, ông Thái bị hiểu lầm là kẻ quấy rối tình dục, đoạn video về ông lan truyền trên mạng khiến My xấu hổ với bạn bè. Một sự thật được tiết lộ: ngày ông Thái bị Hoàng cán gãy chân cũng chính là ngày vợ ông lên cơn đau tim phải nhập viện rồi qua đời. Hoàng biết được kế hoạch của ông Thái, hắn bắt giữ nhóm của Thu để chuẩn bị thủ tiêu họ. Mèo được thấy ở bên phe của Hoàng, thực ra anh chính là công an đang nằm vùng trong băng đảng của tên trùm ma túy. Anh đã giúp nhóm của Thu thoát khỏi sự khống chế của bọn tội phạm.\n\nÔng Thái và nhóm của Thu ra bến tàu ngăn chặn băng đảng của Hoàng tẩu thoát. Trên đường đến ứng cứu, phía công an lo sợ bọn tội phạm sẽ làm hại nhóm bạn. Đội trưởng đội công an mới tiết lộ rằng Thu, Phú và Vinh đều là những người có kỹ năng chiến đấu tốt. Ở bến tàu, nhóm của Thu dễ dàng đánh bại bọn thuộc hạ của Hoàng. Sau đó, họ phải đối đầu nữ sát thủ kỳ cựu của tên trùm, vất vả lắm họ mới hạ gục được ả. Ông Thái đuổi theo Hoàng, cả hai đánh nhau trên một con thuyền, cuối cùng ông Thái cho nổ tung con thuyền, đánh bại tên trùm ma túy và lấy lại uy tín. Lực lượng công an cũng đến nơi bắt giữ bọn tội phạm. Ông Thái trở lại với cuộc sống bình yên bên cô con gái My, trong khi nhóm của Thu vẫn tiếp tục hoạt động quán cơm. Cuối phim, Mèo ghé thăm quán cơm cùng với vợ sắp cưới của anh, điều này khiến Thu bị sốc, cô còn bị Phú và Vinh trêu chọc."
  },
  {
    "movie_name": "Nghề Siêu Dễ",
    "attribute": "năm phát hành",
    "attribute_value": "2019"
  },
  {
    "movie_name": "Tấm Cám: Chuyện Chưa Kể",
    "attribute": "diễn viên",
    "attribute_value": "Isaac, Hạ Vi, Ninh Dương Lan Ngọc, Ngô Thanh Vân, ..."
  },
  {
    "movie_name": "Tấm Cám: Chuyện Chưa Kể",
    "attribute": "thể loại",
    "attribute_value": "Hành động, Kỳ ảo"
  },
  {
    "movie_name": "Tấm Cám: Chuyện Chưa Kể",
    "attribute": "đạo diễn",
    "attribute_value": "Ngô Thanh Vân"
  },
  {
    "movie_name": "Tấm Cám: Chuyện Chưa Kể",
    "attribute": "nội dung",
    "attribute_value": "Nước Đại Việt cổ xưa có nàng Tấm xinh đẹp sống chung với Cám và mụ dì ghẻ. Tấm bị mẹ con Cám đối xử tệ bạc. Tấm đem con cá bống về nhà nuôi trong giếng nhưng cá bống bị mẹ con Cám bắt lên ăn thịt. Ông Bụt hiện ra bảo Tấm lấy xương cá bống bỏ vào lọ đem chôn.\n\nLúc đó triều đình thông báo tuyển vợ cho Thái tử Hiếu Long, tất cả các cô gái đều có thể vào cung cho Thái tử xem mặt. Tấm cũng muốn đi nhưng dì ghẻ bắt Tấm lựa đậu đen và đậu trắng. Tấm khóc, ông Bụt lại hiện ra bảo Tấm đào bốn lọ xương cá bống lên. Ông Bụt biến ra bộ đồ đẹp và con ngựa cho Tấm vào cung. Trên đường đi Tấm làm rơi chiếc giày xuống sông. Thái tử vô tình đi ra bờ sông rồi nhặt được chiếc giày tuyệt đẹp của Tấm. Thái tử truyền lệnh ai mang vừa chiếc giày sẽ được làm vợ Thái tử. Các cô gái thay phiên nhau thử giày, trong đó có cả Cám, nhưng không ai mang vừa. Đến khi Tấm bước vào mang vừa giày, Thái tử đồng ý cưới Tấm. Tấm làm vợ Thái tử trước sự ghen tức của mẹ con Cám.\n\nNgày giỗ cha, Tấm về nhà ăn giỗ. Lúc Tấm đang hái cau thì dì ghẻ chặt cây khiến Tấm té xuống chết. Cám được đưa vào cung thay thế Tấm phục vụ Thái tử. Lúc này lão Thừa tướng đang có âm mưu tạo phản để cướp ngôi vua, ông ta được sự trợ giúp của Cám và Tướng quân Thạch Biền. Linh hồn Tấm biến thành chim vàng anh, chim vàng anh bảo vệ Thái tử không bị Cám ám sát. Cám liền giết chim vàng anh, xác của chim biến thành cây xoan đào. Cây xoan đào lại bảo vệ Thái tử không bị Thạch Biền ám sát.\n\nĐất nước láng giềng Chinh La muốn xâm chiếm Đại Việt. Thái tử phải dẫn quân đi đánh đuổi giặc ngoại xâm, đi cùng với Thái tử còn có hai vị Tướng quân là Trần Bằng và Nguyễn Lực. Ở ngoài chiến trường, quân giặc tấn công ồ ạt khiến Thái tử rút lui. Khi đi ngang qua ngọn núi, Trần Bằng đã phản bội và xô Thái tử xuống núi. Bên dưới núi bất ngờ mọc lên một cây thị hứng đỡ Thái tử. Lát sau có bà lão đến hái quả thị và tìm thấy Thái tử. Bà lão đưa Thái tử về nhà chăm sóc, nàng Tấm từ trong quả thị hiện ra gặp lại Thái tử. Sau đó Tướng quân Nguyễn Lực tìm được vợ chồng Thái tử. Hiện giờ đội quân Chinh La đã chiếm được kinh thành, Thái tử liền tập hợp lực lượng chuẩn bị tái chiếm kinh thành. Thái tử chỉ huy đội quân tiến về kinh thành, tiến vào trong cung điện. Một trận chiến ác liệt diễn ra.\n\nLão Thừa tướng hiện nguyên hình là một con quái vật, ông ta trở mặt giết chết Trần Bằng rồi chiến đấu với Thái tử. Thái tử ăn một viên thuốc thần kỳ, tự biến mình thành quái vật để đánh với lão Thừa tướng. Cuối cùng Thái tử giết được Thừa tướng, chàng trở lại hình dạng con người. Đội quân Chinh La bị tiêu diệt hoàn toàn, Nguyễn Lực giết chết Thạch Biền, còn Cám bị giam vào ngục tối. Đất nước được yên bình như xưa, Thái tử rước nàng Tấm về cung, họ sống với nhau hạnh phúc mãi mãi về sau."
  },
  {
    "movie_name": "Tấm Cám: Chuyện Chưa Kể",
    "attribute": "năm phát hành",
    "attribute_value": "2016"
  }
]